{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,28,28,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,28,28,1]},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,26,26,32]},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,13,13,32]},"name":"conv2d_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,11,11,64]},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,5,5,64]},"name":"flatten","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,1600]},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.15.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["eTg/P7BrpD8O9qg9XUCbv7QDDz/X4CQ9JM+1v1A8kL1I20+/zKaOvcpoM7+eih6/OhIBP6NdkL8lMLs/cJPqvZuR4D49+0m/NlqtP226Bb+psBfAEojDvvrjGb8vGqa/i1DzP1oyyL+HEJ6+Jdjovgiy9L56Yx8/As+BP+t2t7+rP82/GiI6PuPnJr9+oJY/nkAZv9lxqr/8Rjm/w48LQNg8Kb9K0QM/MeLsvnP9i7/EeZ28pVUaP+zUv78bV7m/cx5Ov+xbID+LR1g/iWeEPdnuo7z+0CW+YfJZP/MZHb/VXDW+5fCNPzpJw7+0EJE/bKPJPgDwJECW3jc/32Skv0RGPb4vISo+9YI1PuKl0j4vSkE/Z6oMwFENeD/XWf6/3fwqv93WND6NofU+v2K/vjNiHD/7BoW/7yElvw002D8AYKG/Xd+Kv74PuT/XUNe/kCjkP2spsL9w+NC/vo3fvtGPwb9HSRHAzzYqP96kE7+xs8K/5NN1vydwLr9UgaU+r0a1v2Qbxb8NBke+5hxzPkngw74pAuK+/nJmv7zJSj9D/Tq/hYN8v1/lRT9aTaU/9ITgP2hktrxP/c4+onE9vzM9qz+A/lc/9ZHBvxehqD5KOyU9SUxkPjeDzb7MBeS/gzOUPh8opr5Mb3E/y24ovIDB479S5FM+RmGKPw2Ohj/4Mn6/2uCJPi0yTr8Lzt8+rWFbP2/Psr8PFX2/3RgAPvNcvT2f6KK+TKLdPeX84L8xDis/1fEDQCgfUr423q8+RUiOPz7Vlr5GzMC/+cJkP5KFqb70NLe/MUmOP+3dWb/ysrs/dDZXv7pltz3QyAe/JRMrPqVSrb+9A5E/310GPjhDCz9SzAu/LN4BP8zxxL9IuCs9XgFuv1x8SD9Lwve9IA/QvvXIDsDvZna/RIuOvjavUECU7Xq+RobhvTbS0bxpRHa++LlSv+9Tnz8VJio/Z8KlPtE4jL87at2+hKBlv5PJZz99JCrAdBKFv18r2bzjaoS/AQMov3TMH7/HtUq8","Rjr6vQoCY7+cfBQ/f/iYP6RJSj78ROw+tFRdvyzWab/80ow/fIE4QJBaxb8ASjS9PpZnP08jqD9ROSTAD6QUP1VEGL9TnoO/uAFgP2Q/NT9ABpU/Gv0hQCm1RL+gFqu+RDs1v/kkTL6o8Iw+DhFSP5xDiL0vfYE+CFoswNXuCEDK6kS/bT2Qv1iTUz9XkyM/ezSOPYhIgr9X3G++c4wYPr+BXzuv9T+9H0KeP4+PLj9aq/W/8yEmvosiSL4fWoQ/1XctPh0vqj0vMyG/PrnaPnptDT/hiZK8lyCiPbLlSz/4SWA+JJ0CQLdDyD5vb9c++JjKvSSqX7/zWea+ADSsvkw+hD6hSTg/hllmvzz8gb+wOFg/4sYBP4pa2T7HoVE//VK2P2qqib8en/y9demdvcJs3D/IPfa9783RPouIur6Z2ZW+A29wv5ayuT7XfGC+haYAQOKR875b82q/IW92PiLJLj4z/wZAJxE/P9JJ+j6sg1E/yk6Fv4fZRb9f5929OGBIv0DuP76BCIE9c67HPZK1DEAkhxa/kWUqv6URhL/rJdk9Po0Fv4RTeD9lIdy8HOwcPxmVOL4Rcgu/rPPfPuyktr/EkhY+ulRDPmpvqj1ezD+/vgYEv6eH0T8Tzya/haZHPvehHb4kiko+B96DP4P/Cb88Lzy/difQvjWDO78FMss/HZ8SP0yCDr9Mm1q9N3tZvtAJjL8OmN+/OPK0v4Aa3L5W87u8Q30cvtIpP7/UBps/0D6zP74vJr84i8o9x0KKvw+Lkr6iXvc+j8FLv+r4oj+H1A8/ILzfPzTJC8C2lEQ9zC1UPwYCTz/uRJq+uqMtv79iC785Npc+miMHvuNimz7TDVQ/irhoPtjW2D+4q9E+gTsEQCIg5b78FeS+HQhov5BinD9LxaQ+Vh+KPyfWc77Un5G/Q6CqP+QAUj5MMt6+gZiZvrEZA0AlYLI/DE0EQM5/Bb8iTeG+O40HwCAvKL+jMZ6/wwkuPtZ3Ob2W2b0/KdXhP3iVUr+RE7U/","N7mZP2ciyj9dr4e+2tYkvBuNDr8KabA/ZpMSwEULEj/borW/3WS0P/U5gTw0RIC/z6cvP0JLIz8bGua+Qji8PnHztb5bA0ZAEpGEvyaAeL8OnwJAr6Eqv8IZyL/1tau/jRTFP41LtL++LUc/OGzZP0NP278diJa/oH7sv0CKGL/BVoY+v9cbvxWLGr9+sJ0/mThivuyfpjvUnnc+9ixnv+hYoLzRHDu/4cSRP6QkTr9neok+Q+95P21pRL9NA96/3PJav3Fpvr6+72s9glfGPyyRgz8guJK/BvQuwOiZtzyYQF2/okIfv35LrT70RTs/SjfWv4dcrz9UDUc/PrKMPfpOqj6QYGS/iLU6v2FHWj+Qu4U/LFlYv2UdJkBV4rG/yxDCPsiShb4jPOo9OakyP/6ijz4/Qoa/y9RDvypgDEDGmwo/LnS8vc3+Zr+415a+z+3APmoN4T8Yq0A/RX0TQJ1s1737HEY/+4tXP+Yrnbw97b6/oWdMv3rI374ySRo+M8xdvueHtj+SYcS+PqCwP9P8Yb98xpY/Oyp8vxxdFz88/Ek/SAxBv+eHhL836Im+ZWmVP+FeoT4+cyQ/bZP1vu37mj82Eeq+1IyYPp0oKj9KSl09NrUDvx6Nv79ALQI/PYWzvwXMzz/stDg+jg2cPul7Z7/CrSq/zkM8vi68pz8oixI+JXUwv/Xuqb8QjCQ95E/BPt2ecT8kXr8+MOAeP/ZO0L4y+BA+UheEP3aNkb/SwoG/88/EPt9a57/LOac+ZOJGPxTuWD9Ucle+8Dybv26DJL/SXh2/o6XTvxZAob64T7m/JX1ZP24/6T7jqTS+bpiEv5Nx4T6s2Jc/AemGPjkp7r+4IJG/8j15v5sskr9IK84+cQaTv0XHnL5ENJY/188kPwWZM8DTMg+/PSZFP8yycz8vKwu/DxKpvooUnr6Tudg+b/LRv3ShfDwsIXK/owuQP4exE8ADdpK/lli6P5fuyD6mhFg/hwCFv+SMc77uDhK/CEcLQGI/d79QZZ2/","2Hy9vSK3Hj/Mb+K/vvmfPgp31b+OSoM9Ebifv/YkBj+o+PC+lekKQMUd1T6bBvW+h/BSv1lUSL+WWKG/GBS7Pqsvs7+FJsG/3Pm4P3BxlT/mnIG/EI9TPy8Otj9q9RzAMwhAvaJLQr/S7MS/21IPQBSvwz2iDxPAMqusPxSlrT7ay5I+4GYqv8nGDz92LGC/6Cq8vMVeWL/gM+2+Cc8CP0cglT/DjRQ+Kn/GPDl+KD+hh+y+Fr0LvlkTyD6JRZI+H745P1MdKD+5rGi6KERUvXoUuT5ysNU/g3yAvueeJT8wjwU/Yo6lP3wBrz1O1EC/S7gYv59ZnD51i24/GY5kv16vHsDbzV29gVd1Pl6Ct77IbM4/kL5cv2T9qb+pXVS/bsZ+P+6qUr8Qlk8/fQtTP8Etqb6vT6a/fxFIv88xpL2HejQ/5tvGvfqBsz79K28/aH7Fv0yhRr1MMMy+Zsx1PvM6RD5TiSy9TAicvwhGrr8nc4Q/28y9P18gP78NJro/VugoPlMSPr/6zjy/ao0bQKcHEcARprA+DJ+0vOWjiD96yIK+akBTvuyYhD9CsEK+6NGtPeyUHL8DPF+/wSZ7vth1Uj8p2Fq+Gw67PmK0kD8hvqc/uHwGQCoBlj4Iqyw/dM4EQCWs17+lxhe/jIGbPv1tvz9ymlg/wM45P7CQqD81CP6+H3HEP3PEg78w2OA/k6+wv5Ivhz8goDo+CwvnPjJpD7+OXBw/Df6HPxqBXzxP4BY/veiIv+xjOL/IIA+/8YAcvmj1Bb+jSqS/cMZDv0cztb1sd4s/lDGkv1ETGsAqoc8/Y3zGPUdQm7+JCmY/y0yBPtT03T7YQsg/srnLPjQcOj9lj5E/UEBDPp5Qaz/RsAO+AAJsvybKA8AdJP2/afAiP1txWj8dt6M/mRSFv344Bb8SKKY+U9M2PwbTc75F/RbAl3U/wKtFMj6H/ak+P8T3vWwh6T695uW+qkACv4RsAkCv++w+x6uqvotNp75InPI/Y4QzPz7MZT/QGFo/","BkOSP6m/Hr+2AJ+/gxfyPREOEMC/foa/I9UNvumNoz8rYoO/MDbBPnQnLEAvUY4/nUcSv2nMCsD5GTdAg4eIPw=="]}],"outputs":[{"shape":[10],"values":["tVdrNiYDBzckzPQ7SkDVPPaMdj8qFzk7f0woN+fbEDp5V8g08UgxNw=="]}]}],"trainable_params":{"conv2d":{"weights":["/q8cPFL9TLs9aeA9l2Y6vjB0yb39oxO8f+/WvXkmtb05AIM8e/EbPoQLnjvDBZY8h5QqPnSh3TysAoE8KcQwvpvVy70zMdy9QzafPacSJT5N4w0+MN8Fviy30L2wfH49PHpBPXRVGz03wsm9vukDPqj5Vb3MKjQ+ANoPPqi/Jz7/yv07dEtfPmG4Lj5h5nA9iR8xvqLcBb7CL1C+2ucTPmjARjyHJUc+zwOYvUIocj1sT6k9sw9UPS6xLj5WRFM+nXjgvDonGj6h9WI+hBkzPVIKSz3KEVs9Vaz2vcgmO76d1qK9pIQNvVuS1L0TNhk9IB0IufmBMD5aK3o+V8Nevi+3gr1g4x29zyMdvJLWTbo77RQ9QZyivfvjZj3uOvc9V/AcPRkAaz3zb0k+DQGOvC8SXDpQpnM+4OofvqbUDL6tjAk+S7FMvi6rJr5EtSG9j5RxPQ01fL0GUjI+rz7MvPIshr2LAnY+A6NCPW3Jmj1MaiM+180YvRLbID6FMz4+2NVtPOjPKj6MyRE93ahbvcx4MT54mz4+SwO9vW1fr73nSAg9c0Bsvsh+fr3hHF49GEPQvXrkyL0P/qk9TWkkPm0UX72+l8O91FW4PTqDnr017aA90CmiPfE7E75yuZ896tcLvtKwBr5zje081rdwPQeUGL4/WDU+xnn2uw59E74Nke09PWD0vOYBBT6mkxo+lEUvPteXPbyJ6Fk+CO4AvrNgdb1RV3K8jXNDvaQax70y9Ry9nnAMPbfyCj6WchM+3+uyPIVfFT4BneY8zl0oPVI7AD5g3II8r/vHvJY9RT51d5k9YGyxvTGGxr0dlhK+DT7avXIMxz0dyye9OFIkPpgJvzsLRjs+3rQ3PGVkA74rfzq+HFQhPmk0jb00FRi+kNJ1PsEtyz2Kpw69oy2rvZ4tb779pIe9DyE8Pj1FiDs6Gr66UuI7PSoITT54MZW9AIx3PemGAz7l1UY+W5kkvdsGDT6CCwo+8eF7vVWL3T3T7nu9Jl7WuxnKwj1Mt4g9","qTqmPN8UDD3XiYk9Ln+bvUKJPT7+muq9snzFOp5CRrycX6o9yLQ1PiIXMj727r88OCE9Pn71wb1Jj6i7XYMrPjofHj6bNhG+JEQVvcZ1hjxaEUe+Ls4JPtbqPb1U7kG9gYr1PNZqozx2tYc9W/yPPdo7Xj3QiCk+DD+uvAMGaj7AcB8+NMlFPjeV4z3D1aM98OJnPbQy3702ouu9KvfkPf9fML7CAh2+qPGmPT1NTD5U8Ug+6R4iPVfrjj1CSVc9PErTO3xjLT1BskA9Gaw2PQqgGbywip07eN+CPfmQVLx7vTQ+dC65PX22OT7iQkY+NVVwPkVarjx3sx++ailMPgNW3jyC9jm+LLCtvf3iEb5ZNiK+wHMOvi9nML7OTHY9chW+ve1Yxb0TlcC8b8L3Oir2MD6EZwg+2rCGPQ77SD6J4Xi9/8YsPtr7SD5yWCY+gfRAPhDPIj58zg+8urJRPLCPRD75YJg9E1/2PELQ+L1VqsQ91zgcPYB7BL6VtUS+"],"bias":["pWf5PWvPZbuAwse8/ILCvIR3KT0Ip9q8QojlPPktsz1rRSC8t9Y1PZVoybzXYBY9lJq+OQohZT0fgbE25fqXO8o6eLypBJg6DI4fPbTRkTYNtb27o12PuzdV97uPife6D0ehvJx3dTvTUla80s6CvJ0IrD14f3o9d56BvGVOd7g="]},"conv2d_1":{"weights":["dMSFvZ8S97v0vOK9gpgNvYQoxD1iIA69HsIJPrZgEz39dwU88h4LPt7DU7wC8Q68KL4VPb/bqjxdDLA9nL7pPRS+Uz0DV3c9n+qhvPZ5wb12Uy+9cr/uvaKzAT3EC5q9SsoFOubgBD1Nvci9+8ifPZ6ISjwC3zg8RxSwvdCBDb6hOiC8++FovUDOprvumJU8z13ju2FNSD04zeG8k8t/PUIicDkHwRA8rwWwPILn9Tvk4C89o/IYO/41mz2kFWc9pSP6O2uZqDouU529GhRaPfMhi73Z7l49cdQmvUvP3b1aOHw9oeHauxZuoL2LDdA8c3Qwvvd7Bz11sY87bywLvXqCnr3sRSg9frOjPbjPqT1UI069qxdoPRwksTzFkgm+wH9FuapJb72Aa4U9OjTkPE5KLb0NhMK8VJLcPXyomTzcruM9OV2TvCGOFr7EYg685QDpPSiT2T2fcWg9p6MtvNQYcD3e10a9lmFjvO43tTxT4L274KWdvQjEej2jPXE8ntsUvlWCJj2hE+w8kdiQPRXsizyJaAM9nk+fPYIDqjyfVme9QtIVPay7L70aAKK9be8dPH7rBj3i4GE9w4JuPcY+UD115q28xkdsvWNdXL0EIl69y/jnuzClJ70Uo4e7f4ePPT7l6TzohrO9MPzyvOxJzTvxMXE9cEszPavgHb1CuVq9V2+nu0hvfjueOrQ9zZbWvR/sHb3lOrq7nNUTO3/0Br3b5yY85VgPvdcVzb2iw8e8M5leO1F9xLsFNRs8oBjDPR4zS7xbOvm9uiusPDewGL2yT5Q6pZ4ou7Go6rxu5Qq9FdbbPWKyrzxSrpS8d0qtvZ51Ar6Hwle8Y2hSPWh+Ar0sbR092lTiO5NaoD1fMf69dAzDPbBJLr1eJOK9GfsQvQg04TsNoJM9d0A1vVI+gL1JWo47Q+VYvS69PD3wDjG9+l3IvVQVzb2FWok8MYesPfZDdj3hzLQ9A2AgvGYgpT3Yv809UMYSPBiM5TyCscc9kJTzPB3ulTzFLLw9","BpG/vXbhBT4L4KQ9D5XlPMGLdz0s9De7o0pmvd0iyrqvLKm8z5I6Pd1Viz0vZLc8adLBu4BjOLsQMJQ9r3SXPRPdMTzR1oS9XVsbPQabYby4yx09r6cJvdgJxzzltcI9uY2bvXKklD2kPbI8d/ZKvQXjMD2A2c68GrLBPXwyEj1vVIW9P5S5PKNHG73+LO68WOHIvS/SC73/pa08yrTPvR1lkD0J1/a9c8gavdSqDr34LKO9Sp5kPQPxQz3XcJ67aAWkvBs91rv49BM99zr0uwrk5zwACmo9/L1sPbp42j19ePQ89NGaPTuMT732Boa9hSavPEb4hTxEQYE9y488Pd9Wj72MbIU9715HvNXhIzxMjaK9ryAuvSv1K76jWv69DRiEvZclH77QYp+9fDZvvUBuuTwR+YC93pfmva3h/r0ok6+9SaBxvN127bw2lN+8WB/WPPjKRz0gLrS8hJBVPRt6qL0grOk8oDzqPIbL1L2VjAc+ASSHvdWCab2xVGA83xRAOykOoTw8n549r8duPe0O1D0DyMU9d4VVvZy3vb0Vl7c9asqdvTTFvzsxJgw92XY5PXnxh725ehQ9Aor+PGNe9j19POS7jAadO9+mtb1N/ds94REjPEWnGT0YwCG9A+66PWtoTb05+e09AO+EPRbiU7t+AnK9TBYlPTo/B70EhuK9Fz/hu97BMD2bc+279Go4vPcg1j1L+4u7zSVcveSFrrwxvss8fJ7OPeo/dr0190u8DxeVPeZmEr1fIgq+IsevPbSpt7wl5IA9jNe9vLsEhDy1IAW8YX/IPape3DyCXmE7qDFdvI3BNDuuf0y9y3WzPa08pr0MU4Y9Xwu/PcryhTxc1Ks95OyYPYnLrj1jrLi9XQyFPG8lj71Jv9O9jtNSvfEdA75V4XI9MU0XPcKLabpcr4a76XSJvN9DEL7Ufls86Ff1vaGyc72yPlC8Co9QvFl7pz24zZk9K5kiPYcV3Twjjto87+SiPaOkxruraOo8cwqSveVZlj2ayPE9","7yFKvVE3dr3cWdI9o2hkvV0TRTtBhcW8NISOvAe14ryWe/O8HSKwvV8xSz0S5Hi9TpUwPMl15LtWmz+9gtdYvc72mDyhCpu84n+Xvdhuv70KU8g96x1YvI8AZD2R+4U9mxK2vG4/1D2YfBC9KadQveEBSb1W5D49nvvDPSO1gb0Mufu8mYs/ve5tiT1pApa9QRIUvUmvDDxSEq+98C9bvakPqL08gQq+7EZzPbkDPj11uWM9U76ivCjR3b1Yyda9nJ6LvUJAjLybQrI8F/XlOzAXST1lBom9/tsrvQCABT7o0Zu9wYNavITag72EpoE6bkyWPcdnjr2w8bg7TQXXvG4RED3vFL44EbLUO1Q6er0UU9S8Uz3eO4lEDD1Btgk8W7sDvrJfB73s25K9zIBZvTctlj3dYu07wWTTvSgS4LtQopm9EDrBvXX93D25KGG9Vb5wveAzXj1GcxE7tCUAPkGuJL7Xi6g99YGKvUmeVb2MdbA8gP5ZvV1PLT1OQMA8bogBPQF58L1Ckwg8NC+FPb7tWL0YPnA9TXaivd8DiL22EKM8Wzb6vU11PT2bABe7hhPAvdMAvb38Eok8yf1JvJyw6rxfSSA97jUxveZFF7xZtgq9cWldvXY+nDw7fn69dTi+PZ9LHL3Buzq7YbhyPR9/wzwoS0m8zxMqPUo4+70KzlW97psuvT4IzrwI5Zk9yOHQPKrzfrwsG4W9bQLBvS2pY71IVAe9va9WvbLR+L0iz6M9cL+ZPDCZ17xhlU+9/0ixPZpItL09/gA9kKYEPk5ckb3Z6yw9OYwVPXSewDzhHLA8evz1POMi5rv/5Dg9Lwm1vLYC/r0NJly9GkT8u7LLjj0TVru9Z6SuvX1v/Ltj3Yk9fhQevsjRKL3ev2i8GMAqvhYg/L2aqXe9l/Gbvdr03TyN3EC9jOuhvD7UL76RiRe+28AFvUwHDT6jHYI9OVlavX4DKL6Tv1U9kPgAPsBHvr09anu8a0IPvoFtIr2OnNY9EF8PvpPNWzzP4669","f3ngvSyiHL4fWqS9XQhjvTx6lb04PR29+r9dvcP7nrxlMtw8m9YkPbhG77rrQpS9tmLCvGCX8byhium6Oia9PROTC7rTI8G8y+v4vRj9J7yQ/ya7Tqd4vci2vb3BvKC95mFcvWjcrL1QZgu9nvSrPRAhZb0XRhK9+2UUPZk+2b1/YXK9bT0GvQxRNT09K6A9hBebPb9dQD0kjxw9fu4Jvf0KqzrhYL89HV3LPR/IHb5/LH+9+jGkvThZl7zZNgs93LQQPbkUuD3o10Y9Op9BO6TXNT1lz3s9j8+GPY4lDjwWqAy9n3W9vQtM37zcUZI9t1crvtQFgz2U8609lDvEvfIa5b2I4L487oEJPecfKLwAm0y9BojhPWArTz2l/5O9q5JBvc+r4LzU/307eNq7vAV/Pz2QFbo8XD2yPUzxILwAoi09ScARu3MiGTxU9HC94vAMvecVWjziC7Y9x0OgvfkKPD2wDIG91JqIPb2Ikz2jMGe9DP+WvfAPcT0Xu4O8iG8nvk6WH72rw1+9I9ntPLx8hz3qmk69UDpuO65+Kr0juQ08Hg6vvTKxDD2jHL69ZG4EPIwZubx5/Cs96CnMvZcRKL1iwQO97ZVbvW/MXDzH4EK9GqeQPa65BD3NrSK9LH7DPbZ54r3cw4Q9P/ZZPf9bBL51E5q57pTMPRHbYbyOhte9t4rJvUxmf72SQzK9jmUgPB5CAT2CrLK5shsqvrZfWT1Hnb29kMqtvJQveLz7vDe9sBkVvOo6Wr0jpQy8WjjtPLyd5r2f87y9MD/rvYfH3TyJrqG7mEcyvQZdq70TfWA9obZevRDthD3RP4A9Lv3qvRhBJb5CpVi8oTowOrc6h702AfO9oI+4PEDZ7D3fknQ9uOkQO1cku7yjpRm+JvX5vMsvK73GNis84BPIvSDcHb3/jRO9wjPfPK9JT736jwS9PtGDPDwNe70elhS9jmIsPWlFUD1fxfY8TOHbPLyejD2lNcK9EyvYPVjTxj32QjC9Bb0QvrVcoLxe53i9","xhzlvZt5Hb2YhVu9z+o8PRLdkL0UXh89DGfDvQyP3L1pznA9nD/jvKBKzz1Ffkq94WfFPPsmIL6xPtY9PcdjPVLitT1mWBk8G8vYvHIbdT3lc0a98ifaOkbO2D3JVOO7WdkAPvY16bxJrbs8WBgiujoMA76ywgG+jPf8PQwg7b08NfS903r3PO390DyZ+CI9xlctvmkvEbwiERO+HU0Tvk6qoTxSBBm+iryEPeErqrtlcq+9VatOvUKolj3kQHq95riiPZKvEr4kfcu8OaJ4u9TWoz2xcZI92asbPRa5vbx6Ftc9afGJvfqOqT3ZgD89BImFPWeyD7xRUYO8MIUlvdQiZL3hlNg6jUmVPZ5R0TqKlqi9tmthPYr/LL6HIhi+AOSvPXudLL5iuXs8tSzbvKkyE705FYG9ntdNvQ/lnr2xmoA9vNm5vfazPL6+Bnu9OypvvaR7ur2s/Ss9FRzovQqxF70jDc+9ALXgO3a+oD2DQTM8nGw6vv02wDsa7AW+MAHAvRHLlb3bxwm9SlkwPekI7zzioSy9XZsuvH68sb25g4U9uV+ovbDVpb33Y6K8h0fYvYSQ8Ty+aP65wUz9OxwdlLwct2O9SDeOvPtMaz2qSNA7gi0FPBP4YD2uG5Y6gS+pvah4jD16OJS9Kr+OvYLtVL0ewfa8P6eGPZPofr0r1cu9gsYBPCtSgz0LF3A9ydkHvfES7TxXX+A81t45PS3HSD0EuH09PbwtPCaiLz3iUoy9dihOO1YOPj382Vi9in+gvJ4AdD0lw1Y9EKlgOxKnYz0gaSO9JRhmvS49lD3g5qk9bzrvO8E1NjwDYoS7J+VvPdfvMj3rTDE8AA1nPdOLaz37xT+9VTIAu2fpO71sm2G9t0tPvXY8GzwOJi492OgAvTN2AT27Ywm9WmWkvJOgCb1l64I9z/dAPW3b1zkPRr29sFF4PQbWiDr32BW6XwmIPOxgor1HbnY7SZ9gvfE177wCwoE9qSkAPWGd57zi5G674g09PZ8Nu718yh+9","6QnCPPMmAD3nEZI97mBdvQrP5zzBKCK7XwBOvDy2R7ysc+C7lgLBvUFn8DyaG828yISkvKmk5bzM34693mIWPe+2tjwfFxw9bMo1vYlDRzsvXnw9zi2pvJ4O9btalFU9sx9SPa1kqbygdre9PT2RvaKRwLySeP67IX4cPLCDc73q/lg9SfVTPZGVQL2pj/M7xNeuvFs4fL0NJhy76uU6PT9lor1kZl89ySKEvfL8KT3sJtg8DAaLPdP9Mr3r/iC8Lo4xvbsi3Dw6lmI9Qc0FvSgyVT3m0Bk96dpDPQe7j700R3U96wP+vMAGID3+2AO9pVKzPNh6FD1QeWA9ShDGvEHEpr2fgoO9+xgDPVl1ij1XoU49mRyivTyOVT2cmqu9YvcIPTs2jzyXK3a9LQ5qPVNfPL3zpG29paxMvJjjbb0hKMi7TaNnvRbZxr0fQLw8DTAJvUqvRrwyB6C8n1mkvfCGvjxfdOq8UlmGPRRbWb25BDc9GvmUvSsTsb0keFa9my5ovPrTFT1kIXs9a9w0O91Jvr2bb4K9HZdAPXnEUL0DiJS9S5ZGPZ1kub3btIk9UdLNvLUWp71Yq449RMI9vXb+lbyV1RQ90ZylvaAvPD2jD2c8KDFMPbARhLwBzr+8EoumvUOK6DwJ9bi8NzxbvIPioLxWLOu8xp/3PC1GKr3vPg69ohQcvdAARD0pP4e99BaGPBUzLT1IUJO9KHSZuoqlCL2E8Sq9TsZTPAP5Gb353mS9zh3TvKtAzL3/OYy9TUYgPPdGyb2MTY29TywBPGX9Yz1tanS8mqXEPEyz7DzR4LS9qQOCPKm/Sz0tOTk9awqPvQJsyL0ykDQ9/PYVvd03mr3Jkzk9H1BRPIQ7wL1AK7C9C8XCvGz4fLxzaAK9xMm+u6EsJD02S8K9FjIqvWV26juTJsW9MPiOO7JOFj3F96q9ZraGvQb+B71mzN284a0nPbkwtL0IxAm9iNwpPRnZjjuNA7G9NCwLPVDseb0cKTo9S2XRvY+8kr3S4Qq9","oKIJu8Rrz7xvZ1S7gY33PUOaMjvuME67yWCjve1cNb2kPvy8OtkIvNT4OL0AK0s9sYPOPdrB67zYp4M8xQUivaXMjT2x7N+90aG4PaJakD1w46U8Kd3hPA2JSD119yI+jmawvNzLGj0Wx7A9g5jbvGV12D1ZG3i8MtzCPLnACD3dU4+9p7lDPSf6LLz+MYm86C7tvYT9T72lXIa9aftYPVMSvLxDPIe9BirBu3QswryJ0DC9G6ewu7yqtL0n3Qq+t+hAPBIFv7wIM3s91N+cvavMU7xWkr89oi2BPRQTpT1LDxO93mriPPlkhz1A0RM9BcW2PBbVi7zJc249z/2hvGmXNDsdrF48BNKSPahR9b2UUgy+qk19u8tQFb6DY0A87oDnvDRJEb7/2Ji8iuP6PPV+eb3k31e9tjA3vrs7brwpctO9XviLvZ2+WDwbEQw9dnxYvVhKvDyqFPG9AbAjvQmqwb2bhBy9+qjHvcypJL4cWUY9ny98vT/5hL3lzL283pzkvGGc5bwmjiK93eT8PXPCNj0jV7k9IYuFvYP8v70Dk4Y8RIpxPN/u6byebgO9qMshPRz+oT0DH6y8BafEPB1Q+j16rt+8cwRLPsM8ID4y53o8anD8PDK8rT3rcvE9VhW1PSdECD1skM49/Nq3PRSedD1xRYC9vx6EPRq+JD2+hVo9tR68PHRmsb0waHK7xPEOPe+oZr2xvR+89j6EvRKmvTlo6NK62PfkPIJTNr0xwpA95AO8PC6dEL2Udp89SW63vHspOj2xNxg+uXhBPRK2gby9bj69SlTnPCjkXz2OYOu7VDPKvDBN4bpqoFm99+V+PRFWGb1gqcU9MnDIu+bxWTzGy569vNYXvncQAb5+H7S9Hn3nvLD6Vj2moxs9rmnnvQCPALw0I2O8Q3uOvcVESr2Puec7QyM4PN6zkL0MxAy9QCuGPP3miz38nEQ8cffcvatMJr7d44e9oahWPX/TVb2eLZg8k7wAveByrbyZyrY95v/SPFdoAr47Wt29","1JnzvbXKg7z5rnk9LkvZPSjxZb3nD7i8t6yvOMvQ5b2htyg76LaNPfCrBD4LpCk8QjNoPQJRir33DhM+5+jZvMUSxz2fZwy9QKOgPRwJiD0QkgW8rROKPfvn/TztXZQ9vbPOPTZugr2xPfw8s/AGPspvWr2C+qe90fvVPX7qDz1vpr69JF52vc0RgTtnLPk81jWuPSViU7yLMl89EbAlPecwEjzcBo09WOOquyPahL0FFiA+9EfpPILf7T27Viy8mgDzPfgM5D01Sh0+9hFZPY+Vrbt/AY091fmYPVlye7x0B5O8MVx9va72bT0x8009VfI3PMDLS732PMk8IKbOval7kb3dW+e9SLv8vdX/Hz35LPO8Vl/dPEzTAT6TQZu8M2AUvRe1oz3zw5Y886gBPODdOjrSdbg9YJUJvQAMPD16dMy8gpr9PfJ/mT2ZlaQ9xT0OPKX7Fb2KN5y9rOYkPaFMIL2kqEG91FjMPBvMXb0xJ/u9e6kBvSwFEz1AZb+8PsIZvjEib73Vdzy9kK6ZPSI6nb0tl/k8tpPBvcS9/L2JjDk9k7mivbn5kbwPs3k85FV2PT4byb2W8rY9u/fvPOFPOzoSjQK8cCaoPSx8oL1nQxa9ruGBPaWjBj7IJYc94cPVPahSaDsImFw9A1jRPRu3L73IgAO+YCz8vBUhVzxbn/q9EsTsO7kwhjs1Ndo9isi5OwJc+jpFfIq9CUwCvRzfpT1DsnS8AY2EOw5uHb19SFe9RM1ivZLDpj2GITA7Kl30PI/hsb32kkc93qjEvXMqLz02UK881zXdPPuAWTzjWZU98jV0PcBPsj0lQsM77BHKvZp5Ery26aE9SKFSPQ2C7L3Tgtk7rnUfvcSy17wzR6U98lWBvWKN57xhpwe+zWdSve61i72wt3O7TkgxvTFLiD2ULQM9Bh90va+3jr03RjW9fYPqvP/bAT6L/+096zCDvY7PkbwpSRw9t5jVPI0GFj21WqC7psZUvY980DtkLcq9HWqcvXjShLx9dC69","X1EAvsdGRL1ppZS9nXziPWhtyzqQ8Ho9DdYJvrKH5L3b+cA94NRwvSRtjD3bnYW7kBsgPVnnM72E9+M7iaXlvQPX5zxVjR29/EQqvbtWgz3c3kg9Qzm9vXxMyjzZoxM8PdgOvS3Hrr1CWr49GwpIPEh03buZnke9pZ3HPLgqCLuyeoC8Gv0PvkiplT3cwSo6fDKlvQgQMr22eq690A0nvnU5kDwPv0u8NP97PF/rNL3K9Uy93p8IvczU2LyQTsy7x96ZPU/crL2Ybrk9932BPdLChT0qvJ49pWbPvMvAzbt+PHM8XCrGPLshgT1YEng9o6PJvYAxJr2OBDY7+wmkvHRiEb7L5dK9t34XPa0yUD1vEJS9IAdDPeJcfD1Y06y9E6pSPUwSaL07Z4K8EwSRPbNUpL3ONyW9qGCHu7FIOb3Cqxi8PGg2vQuD2Lt+KpQ9ZEpfvUAbAL74BQ69OTVMPEu6rbrUqai84PeFvWc8Kr18wBK+epAMvMnHNL20e2W9RknqvQcnJj26pBK9xp2cPZ/r3r1P1bU9T3zWve/gs7w8CFY9qMfQvd/drDsgD9Y8xbRDvYBus725SyG9szyqvciK+bxJMwK+olU5PO81yL0FAx69vck9u63Foj1FD7u9Oh0zPYHuAL4BiJs9pnvQPZ7tPb5LG/m9aYLFPbRV5bsg2xm+/08XvQvalj2jXx88/9h7vYR+sz1E06M8b7ktvtL6rj24cPc8N80HPs+vt7xkAWM9tcUEvjabsj0qWek8v2nDu6exLbzluIK7wLxvvE0SFz3+Cqm7B2WXPfkeir3f05c93vFSvWKHzD2XfGc9mEdkvln8p73xEwY+A5n2vROoNr5o+Ae7qizePFcObj0rHHO9rGMxPVEeorzp/eu8hQiJOxQQbj141sQ9meWxPMdEeLveZeO9WfwvPleF9Ly1Uzo981OgPNWfnD0J+Zk974MkPAG8jL1AE7c82xvivYjTKz4VhAG+WNM7PdzFXT1rXkq+J0efvciBiD1grMa9","vQkZvtn5xLt/m+a8HGLcPVYLqr2VI7A9skkYvAdv4b2MwSo9UMGQu3Hu3z1QyWu9W5GJPR2aEr4EPKU9OqBUvXnixrtF3fE8dDzHvdp7/rtYDhA+jECTPCSR8T2HvbK95nCQu7JTOr0JMdm76NuIvJjAvbzN52q9O6VzPWU2pz1C0je+pgL2vGkacz0KO5M9xkAUvaOjlj23Vr+9LsqpvWaewD1C4ee9laBcPXQ9pL3Wxk29sStLvt8V4zyB7928wr4CPIElfD0TUA499DELvLq8KT253g+7OIPUPWnSgD1L2cY9sQduPLoxkzwVR209woTuvVi8fL1+cf49GINrPRsrjbxq+uw6WxW1PAG6vD2LbRm7sY4ovZvTv711xUa+lN1DPC2KxL1Fp4o9hyAbOvUQmD34A5+9WU6RPTaHHb3/L668Ug/EvU4nF71AiV09mxgSPRtPWz2Sm+s9QOs3vbBVRL0WwII9wmLNPepiI719Jby7a3LAu1VKqD29r687T0V7PapK2D35tus9GQoYvY5gbb39+Vw9KELpvdex5b1RxAy8enEYPKRaRLtjIYM9qR4DvRd5X70POWC9oQ0KvnCcZz0kNJ685QiCPPYxojwqXR49havVPejGO7w7XOQ9PvmRuybaDD4Rb6U8xGyPvdZkh7uRPzG+BdhlPSf+Zj23ukS9X2sKPcAr1j10K1g9jJZUvLI2R72gyxu9260ivqAfH72G+CK94QpMPIJN1z2Q/Va9ZAUPvuzk9rwR2ri9dubQvILAgzyo69O98FgQPXcDN7yoDG049IsoPKJM8T2DuzY8Ruj5PefmsD3dmo69asmRPbBs3r0a+ZU609uXvLgaPL0gcu07oxUSPMtzIzwPdqU9fclrvQrYTLxhE9W9eIOCPVRNwb1EdlC9vvmHvNBxLr0W8Jg9+KpvPLsI0b2pUxu9+/apOyGnpzxDKB+8FjEIvW0EPryi2r283/oAPooTpbzQlEI9KvQ/vb+SlL31t1i9nS2kvTXkjryhTBs9","BfXrvLw6QDv02HO9QnjfPA/GVL3dovY7OIBNPQyEKjyiS8U8sTeNPbRqADp0R+E9m8uxPNfhBD1gRpi9r1oLvOEhPb3urh88a9iavXNKi710RTm9744JPf3h4rz2KJG8CweWvT5eTD0u2449PdcmOyGwxL1Qbqe9vw+JvSFXlj2pnya9nq5SvZt0hT2PzKC9s6lXvas6Cz3M8Li9gt2VvO+Rtjydgmy9yH1GvJnOkD2ikfy8SN8VPWpsc73OAnA9ltyYvZ4rjr1fZ+88hlW5PLRUQT0w5SW8qwhqu9eZODsCqBw8RpODvVHw9DwnF0k8EbHsus1Lbj349sK9CsJTPQcZOz3YXVo9ECX0vOgONz0V+o09FQZ0vJdbUb2K2Yy9xDhwvSnWxDxllGm9o7K2vRrBJT0mCZA9Yj4JOzx4T7wQJb28zPOmPcpapT2VAc49isaIveLyEr2rEp69PgOUPb8uwr1KvfU7Ft0DvbYJNjyoIME8BGCPPHeM1rtymb+8iR8avtaOmLsScoi87+rePa5q7r0N0qe8aQwgvpR4Ar6GBnY8Pg9bvWQTmTyy6S2+LpgdvcgC4L2zrGg9imHhvXk/1z2vYxK+kKcgO9/auL2KU3w9q6G1PD+9xD08GWI9edCMvOp/IT08kBG9l2ifPVRQZj1tyvK9SmW7PccasDyNubW9q74uPfEzQr2wvlK9mM33vd2G4zzr/fS8qupYvVpi2bwVXlQ8i01NPM2por3kvVo8ozV6PZHQlL2QYag7jymRPcAtBzkhMA+9y2ldvfeNkbxeW4i8ufciPdJRNj3Ysoy8JjxsO4bxU72BBII8alqqPfROijyH8gm73z3KvRTzvbvjK1u9o7nFPFjsar2gLKe9ypiVvVwUmz1h36e8trv+u1QFET3b+oW9eyffPL26ET21fJM8U1OJu56lqr2Mm7m9q07ivIRvdjv/Nlu95a+bvTQW5zz1D8i8i9KGPRKrAz0TWyI99hvZvVFe2jyCf3I9+ou0PIMZZzskg4K9","iToOvZqr57sK5i68y95ZPQShXrx19KE8fyvcvfHMEr1vUrA9CaGZvWh7ET2gyVE9i1O+OwtCar09toO9TL7JvZbPDr2Yj0y9xPDhPCeCJb2sRrU96YOgPWgVFjxRgG69MN4bvSW4Qz3X9KE9j7qGvAx5E73aawK+Yqe+uwgLi7sTqQw9KTHgvS7Frb2wOHq8aOMhOzKjWD0nxjm8xBppvOjD1zwWA4W9jxOiPbSS1L28pf29jT7TPK1Coj1u4M+9CWUtPJykr7sA76S8jzoMPbx1gb0ckW29jLajvSGIZL2OgKU9/+WDvBvgK7uD6LS8X91ZPCl+AL5en/K7g4tGvGUzSjxBtNq8+7lYPDb+Ir0M6Ms9GYRvvJgo77z9kGq8ZbSxvcEn5by+LoQ9JXVRvVmwo7xnoiw8zw+SvfMVnr2OGH6958ksvMDyCz1UvJc985VxvVbjnbwwWLQ8IttIPXCrETykaUM9fgNvvV/svrvKODq9TYVOPQps9jz9jKM9Np0xPc+lKj07YZQ93tF2vUEzQT1KiZ49DVm+vQqPCr4sAOY9BJcRPLwtBT19YVo9h5+RvVUxmb2z/fu8Ge3lvd6Ikj0Czz+81N5ju00jTj31EP08xS4LvdpsGz3uo7s9vl2PPXGFkrxTPJO8WU3OPSSwBr0BKAU93+uOPZ0ESD3SIqg85t4LvQ9chT2ZfKe6HWPhvHe3FL3Phdq99AEHvlfjKT3YrZy82plfO6bysDxC14E9NBOGvV8dFr3qDBm91Ar/PH88x73sfzE9jNe8vJcbT73VsRc7wIAJPJL3EjyLwR670dptPdPcDrs+nYw8t5V0vZKg9735JTy9ZQ+gvVm2oz3WekC9iz++vSkqlLnT2Gq98e15vIdj+r3DPCg7xs+Ivf/jzzxODyw9u5vfOm1xe72tke476Tayu2w9D71MJCc8dscauyPdS7tyglw9xZ2+vUgGm734ciI9oni9PUZgr70FGKM9+KM/O4Optb3oY689Dp7evWPpmj1nfcE7","e7NbPQ0Q7DwJLr285MfEveaNr72S1bi9uXUyvt2miD0zoT+9wMjgvb1sAL3kzpM9M2CwPfFtEbxEQhO+uG3avWbyl73hHq697oirvepOgr3Z4p08qpXevfuAK70XWO69/tLsvbo8JT1fa1U3OhaWvMfxF73BzCI9IuuvvBkprLnIbjI9lqPCvRjAOL2BTxW958yGvQ8VIb3TeGG9VaxMPZTeFj5SbQg+usZwPZZu+T3OF509kmkGPjKncj3WTSe9rKZVvbNFGr3t3o29VM/kvQNuBL0e76E9QdjKO17oEb4cRBg9GDKbvNxtJb1+bIo8c5+YvSjKpj0/vfC9eC3FPX4WdzxIX+K7L5VGParecDspJns9rwEoPQhOn7wLmPE8/j4nPpr/KD6YZuE96G8APmlHCzy/YrC6y8MJPgyI3zw3jnQ9U5mPulYCfbwPPO+9CVbDPbu5ZD1e+XK9SLVAvcjqMT0J9z++PSvXu1pX0z2/EC29LA/BPa+vDjv3nAq+muORPVLauTyKl9+96PYvvuWgxb1h/va9Anh9vc4vYr3FGye9ITzZO4SIEr4fwwA9RY24vU2SurukFwG+NPKavW4UPL6jn4u8VhnnO8BBub0QVOG9zBA7vbdNKr4XLpk8L9aNvXtpb7v66y++8qWcvUKfIT1FmJw8TYjvvbB66b2G8kk97YjBvIUxKL0DW/W9F8KpPa4hmj067GS7eYcUPZjVjj2H/EM9HF9zvbpvvj0Nrt49dqIWPf4QTT20ooo9QP2kPCdYcr1TYp69j6ppvc97Gr1WwsK8/TESPLtWyL27dIY9YvynvXlTlzwS6Zg5ynekvbriLrxnbD+9tLp1Oq+uLT30yYE9lpWJPROK+j34zZc9J4o8PscH/ju9gJi8QdQhPjhILj77dis97bD2PQ5Yvz3VjDM+Ae/3PQW4bT0EHi4+ozbCPU9goL1FxBk8l/kjPgHsID4nsHY9PqWmvYYr5T3kfOO9eFKVPVR1+z1QmDy+RCWQPWxaMDy9TDW8","pL4QPcuP1L32Ez29Otu3u8G6yr0V/vi6fNgeO3V3kz3AM/y85QswvfO6qr3SIPc8C8MlPQ79vz0Qxui9mMmrPW1a0ryW8wI9Hl8FPTAiMr0sHvK9SDOgvaMWBL5SeIs8zThBvWksib23YYC8yp/Jvd3yo7whR3M7whbSvQQSxr0Z/Le83cahvdHLqb0GND+9IdFIPWv67bxatl49ecj/PUY6vj04Z7W86OyxvbgglD3mLAy9EhuVPYKuoj1VVbs9yfekvVrhJ73Va/Q8UWarvG8XBD0M9Oe8C8i3vbDLZL3cMVw9jsuOvEB0zL3t4Uq9c5SIO52q+DybyPO7KWOHvb4WGj6loh29IsbDPXwFZz3KpnI9+AtJPcCF9T2ZmdM7kbM5Pmly2T3PSKc9gET0PQpZoD32RTE+kZ+mPSIGM7t9nmc9m475O04ZEr745gm9wIDLPLBKiT1DUKU9F46RvEI2pT0CgNg7K8kePtqk1D3gqXu7Afa6PWz0xj2CuTo94RzMPXw1fT1B6KA9DCetvbPfW70eGPC9DKqdPfBRTD0HzwA93PmwvTNLoTtcRK48DFAyvaWr9bwSJgW+mt7CvElpyb3qILK99kiavda3Rb6EGri9+CwjPZm3DL0zfjy8eHx8vUf3gj0PGaS82C0SvrVYgj2Sa4i7s+UPvmwE7D2+LaC8YzK5vPHfJ73+Zr+9ATuMvb/QJb0I2A49ZdI3vXiIQT0mT6Y5OqPPvVxKdrwuyKK9tHFQPbeokLzjx9U9o4JDve8Bij2vrNW95B3hvRkoWz2Jt0Q8VWT8vewdVD0rpwI9Td+fvDVTUrvLp8S9kFOWvD4QmT35qbe9j6VlPU21pL2FQpo9XRzeO1ZZmTzMEyu9xjocveeRiT2/6XU9XtyCu59k5bwi8J29IcjxvHBgvLyDBns8WhpAO+yFgj0iH1G87qe2PSVVP720yWU9i3WTvce2kL3k3HG9GS0cu2rYhT2HX0M9mvh7PL8a/rzqx+K8nIiEPV9vHr3q8KI8","wkV7vafZiby/IpG9eCcLPKKeyT00jwi+eDqdPUAO+jzrXoq9qvQJPgIgGD3xhou8CssnPNzwtz3AuW+9MpRJPXodnjygWv099lJbvVjkqb1edQC+vP/tvdPnejvVtLi9AuVTvV4OnDySOz+9Tiovu+UezDxykvE9ZAkbvVvawz34Cb28uCDkPUGfar32nSs8eQjQPe6zeL2AlhM+NiQkvL2Ioz0eTEk66mEaPAbYvD3KC3g8S70bPSBVvTxAAfk98S9+vJd8XD148zk9C92RvUxbub2454E9Wt6jPJspwjsdt4q9pERiPLPosDwa5hw9Ir+yvG/QZD2mZ8e9L5aOPU2mYb3p14s923djvfHqSTu2wMM8L+/oPDXvKT4t7M88h2t9PcHHAT4oRRg9at8Wve5f8zvnbQQ+NNsIPTGPDz7Pl9g8fMqGPUrFmjwojQc93q/tO1dEyT281GU9VnTKvYfzwj2YCpe825SVPbq5Gz3IejQ9pfrHPVPX37z4Ync98fTUvI+Cvr09ChC9U7HaPQcnLT4a6qI9VfcFPhHPEj26XIe9Dj2WPfYLBbwapua9X6EWPSt4Nr2Id889cIBZPm3FhD1iPzw+d8ohO2wE2j1la5y8vbGFvb/gwD3anUc8j2kfPevZ27203148NnVbPY9w87xEhC8+7pWjPSK2KL08Fcm94XumvdHBWr0wnYw8DN4pOzrGtz3O4Nc8pvwIPbJ9f72PPvU9jV3dPcgOgr1yWuk9dw6nvL0r0j3Qqes8gSauPVpLND4fn7C7JIDbPVa6zTxeHYS8dqfxPTmXzj1G4Lc94TeUPTAkgjzCbN89s7MlvSjZoj3Nwgk9+/cJvI6mwb2SI7O8qDYDvOqPCD0AdtE8LFuWvK9nEDwI76q9Mj5tPdTfszxZbA48V/wUveC6dz3gWgS9QY6RPe/SuT0GOos9jpyZPDVgtb09BxU72m8pPXbNK72HPGc9BoHHvA3xdT0qT4c9bpPzPO04qrzriKy9c52Vu+SWkD2hptW8","5KcCvHlRu73zK4k7LNQcPd/i0zyc1uq87jl2PX+NmL1riLu9f4aXPOelVD3/4du87zHvPCzycL01G/q8zrBGu4yvm71IFms8ihiMPCLBPzzKm1i9kZN7PIL2S72ppp68KPOIPHxCIr2dCRg8jfusPGvnWb1f5Ns8LtF9OywCoTwrAdM81U0KvZBaij0sOL+9e5f4PUDNirxh4pC7y2OCPYOtWTzSOlE8TR96vR/nzzzoQ7489dS5vaPK+Dz+a8Q96p0VPRcG9T0c6au7MbmFuFciCT0BAhg9658qvc+aOL0hSAW9gbcuPR7QpzwnAcA8DfSGPbDuhL3hvRm91CumvNMsYb3VFfq5/G3ivFo/hDyrKdI93w82vSgqxDuO+ma8meDfvdZYDz0ZMdQ72EATPQwvnT2RsUM617wmvaxa1DyH69G9uuvePHRZGrz6hMA9jYYfPVs8N70TDaG93klBvZbRgL2FCCU9dD4hPQmQJj14vtS8iY86PXh6GLoG3NK9MgC3Pemao7xX2Zw9m9PFukGCwjuSWt88g+ZlPXIlKL3+T1A9no2CvblFhz0XKFI9G3ZXvakzMzvQLNE8jLKsPTo7Dr1EUwQ956bmu/aaC750a5A8+rywOzLcR70Gr7i6KRQyPFoTjL1CbpI94uMNve/aYj2aJSI99/KdvAo0kr1R0xE9FrkBvKwKiT3LimY9gO21vVW3nz2jE7694f+SPJLofT2X3OK91BzlPL397Lv1se05n5tZPcOz9DzW76S8AFdaPShbt73XFWG9PW5EvPL3U71uJ5+92p2jvVeWkj34nZG9P0ZvvZFGSbx/TAu9sDeFPR2fHT1QJsc8ovR6PdybLLvJagw9LyXIO6Vmgr2EFqU9K/uaPbM7Tb38/b29h9KiPFOfIjwmglY7nQmXvdxAqL0Nwwe9GfkMuwBHsr3y9nE9WUwQvdqMRTyxEV+8uFXdu6rGhr2aLUY98pA3PSTln72VeK49lBQKvXn//zoAMpI99+Zpu48+Sb1SgrU9","LnVFPQnwGb2qPa29h0BpvW8FXr1aA/K9299xvDpXEr2Dwss8nFETPVUr+jxdF/M8EMX5vLoUzb2NcjE9xk8kvUko5L0GDjG9uuOHvAbJi73O6xC+TcGkvYySKLydse+9G6d+vSkHt71SMFW9FsTwvYWZgr09TBG9VB6NvcIhAr4aTfa7LtbnvCLgp71jHd29GJ/xvGYLd70YflG91ZFFO0nV273arVy9W4t9vUpvTTz91KW9UoluO7nMMDtwQjC9x53JPLCUWz17LCG9Gf/VPC2f6Ls6x3W9Fdfru5Kxir17plY9uz/0ve/4Fb3xejM8WJJtPIEkxTzpPM29r810vaiyp7x/iHQ8uKJ3PcZk8L3FMJa9+2PMvdbjj72hDso8k9MAvhz2U7w1ELa9jTOAPW4vtzs+l5O98pyJvfmYLD0c1oG8MHXPvWcVbrtUm469SUe3vUgWxb1TYjG9zhndPFkqJDyqI5U9yaU4PcUVuTwjv7e9g2w8Ow40X710ixU977XbvHkfnz0eMwo92cAQPuNzIb6t5pU9yC6PPJnYH7x2wQE+vhb6vV6/DT40Bo69d9CmvbeeJr0M1vW8rVnbvUOlyT1aFLk7srnzvcKIJb4QgTM94RZxPPYXCLzHbni914EDPoI11zo6ErM9fUEBPuwzsb1HiLK9Lh+kPRVph7xT5ni9qiOLPNuEirqfTQM+vGPjvW/UAz4ikFa5Mvt+vUO5DLxMhaC9Z7K2Pb0nhr0iutm7BlMJvlamybxBPhG+1RjIPW54Gr1FUnM7j1wKu/Il6D2r7Gu9VS1GPQ8d+bxuhQI+AWQoPNzqQD0qiu89V4mJvIXhFb5rPMm7xruxvSc+7r390469WRmsPQG98DxU4fi9ATTQPUiiIr1vqte9+BMWPM9P/L1PYUW6qOGcvRo0froekPS9qJlgPN/s97z8wiu74iejvQf3Cb0DALa89VeVPSr6lLym+pk9cIJevfMd7TtarK08OntvPbJJj7y1QQa+wG8WvjoFAD5o/cW9","yQmXPfWm6j2dFKG8SyErvFFCtzzGrrQ93gghvbEVVTyMLSU9UNRzvJmLNb1agWI8PYMSvCz9oL1QDCE9S9UBPbKXyj2RgnO92KSCvT+Fkz2TPAI+hCKbPT+2QD0Pm3Y9nCKYPBrrgj2FCOA9Zly3vDOFi72+Tj09pFppPTHJkD3omnC9VQwiPcl2CD60OVa8LrT/vQkTrD18bxa+2DYhvp/9IzyxMpi9CBN6PdMvHz3Zk8876m2DPPBChL11IXO9BmeJPdaa+71443u9KPgrPYP3tD3aeVg9TCOBPUxjZ7217328I9WyPGf+zz2X2Gw9KXX+OgDddrycwzy9EyOGPc+rZbwizjU9b6cCPhItlbzCONe8feoWPbVKq72/OjS9HZgwPl61AT1R9Hc9CZKOPbPBlL2rXfO9ATazPEZI6r3BUMw9fweRvTVfAz296ku9+NmbPWBZIT5Ba5w9i7qgvMzr6T3yfuw8afrePBDIGb0us+S9zokXvmqs/D2+Iia9x8ubPGZCuzyEPCE9ahp3vSTirr2nPrO9I5IDvnhXKL2fwIQ9dqMmvSdhkTx70Iy7SOAfvrAHgb2pbR872kyRvdvSBr2s9aq9VA3yvUA0Djzrs6K9q7UyPDlJAb3ZdI483yPZvJkar7x8NMe8l74xvKs3EL7OMPC9v/WpvUXnir0lwIu7OiGlvf9JrzyOw/i8huECvQoPO7xyz4a8sWjHvTLNYr0el1695uMePRh5Az0hdkq9d2/UvTrcnrw/px69QkU7vRLXLr1QbYS9GEkYPeilTD140t48n9w1vV88g7ykg/g8055bPeH8g70Vl5S9rKSKveJz5DtOXw29Fjk9PaYQSzyZ+Zc8PwncPSnNsjw8zY+8mQfGPEgzNr6BBRo9bSvJPYxv97yNeIy7C9VJPYoxJz36oLm8wct4vIkhtb2kJAw7E7zTvSOjEb5ONY69lpLuO/hLqT0AHgi9nGQwPcJKJb2mZxK9fnFUu0C5lzzRqgy8lCGwvdzN4zxwVeA8","so54PQGXVLwqPkM98mzTPMt0nT3vp0Q9JRmNPagPlz3DprA7MsynvQptETtH6oC9aNZfvEEqrTqLmmu9YO0/vcbLlb2KrFs99rNrvTBBpTsMR0e9qM6MvLKkHr3moSa9SzhUvf7QXL2mTFe9DlayvXidZT2LNim9vbftuymg2zxdhhg9rdRgO5/xLj0d5uW8rpmUPYQjWr1fG4O9CKETPYBA4Lz5aA46HzzDu7prYD1EciO87hRzvNe+oL206aC8RXQqvTJdKz17mKA95sNPvdc4j72agEY9vs+PvctqkD3cUMo7f9MfPdBeLb0SwJs9iSBPPYR8qzykfD+9quisu5hFXLtBVxi86PZQvWK99jxinxw9t1GXvCWv3jzrS4e9yuJOvTTndjxrZpq9DIVqvIqZ9Tx/EL68NAGWvRuLkj2pDEs9N9ugvHQfjbx5FKm9eht6Pd0dVb0Vsmg9EM++PGp6I70Mer+7DVemvciKCTzxFkM8lpefvFmDkb06lSI9aB2iPMDdHr3BveW6C6ZkvQD4PLxro7U80BVBPH4KNr2rqXC9on6YPdpbrLtYLlS90PuUuoSNmj39gTK9Ao2KPaOlw7w8AJs9DDGAOZ+vlD0sVqK9Rd0ePRz3WTuuiku9DanOPGO4vjoeoY29qxArvW7lj72CDgm84IOGvQLagD3BPVa9aMhrPGutar3F4jq9E9gxPZKkiL0KMyO9pL16vRpTgj09KVO7bhitvaAjYTwvuF09zC2fPWJwHb2HwTm8ijLou3LB3bwrwJq9HPswvSgy8TxAqu08Ech/vVsPKb19Qm29Am5bPV03i70pHmU7LEiWPaHotr296NY8hg0pPbtDCb3m0Si9jMKQPDz6lD0HfB69ZAvNvK8AEj2BBYs9SlxaPVnugD20S5I8yCq8vSW9Czw78qq9LOjVvEVVor2R0ae9IwdlvDrhJD0iiwg9FMqJvUV8przLIlO88+iZvV99vTsr6kG9pZ2VPMgIGD1XyCQ8vT8vPWDFer0Epjs9","/DmFvaeNH73FnYk9MnIzvYvKqr1kSWK9OJU/vcE3kD0AERE8ML0dvfMnjj3Atva8ZVZPPf+AYT10GKS9JdrGvOopozym4gO9mm/0PEUmqD0VXjQ9/hb1vFl6iL1iG+48KfOIvcZBnT2+3Yw9xoUGvZd1fjwk6529NFKivWxzQj2grza9XYxivWDamrxSRVG9yhOaPU/za73btQq9+eTdvMLjE72TH7G9+rMmvU9I9LrR6kM9lKtNvZe8QD33Hw49H1WhPdvfhj3fnpa9/SRQPL0FGz1gyZ89/lESPaOyjLsXTYO9kEQHPcEWWj3P84K9j+6TvXacbT3k/4s9a8ZtvdMEKD3MKYg8IQZFvGIOcbxaT5I8ixmLvdXFSb2pfC09Ouf3O1bShz08QfA8VDx8PBC9hTsOmYG98ZUovbOZmr35HAA9Q+G6udhUBD0DXV48hFTnvNuIlr2INkg9GbS2vLkrL73B6JC9HdoKPXN5jD07IaO9n5aEvYh1Lr2Yirs82uFLPYevwbzy9vI8rsQYPeljV702siu9N5EKvqutvrt/NSm9fe/MvZ6LILznogs9td6API6Shr1TPJa8rZbjvPZdrzy6swq+bdUFvk8zDb6koZC9qOeFPUvXyr2eghA9S5nwuoAinT3LzBg95R9QvEoWjTuGcq08q/JKvaRlmzzqe4c8LvOWvcZNhzzncoi8J1iavG6Zrr11jw69zledvRsBfLiQMai8C1OQvUXaBz46z628RZFMvfQjBzyYzvq6E78jvU9rX72x9hG8xP2vvVDck70+ZUW8qgQyO3ehn7004wE9tOSNPa0UdDzGSyq8Ez4HvAExl7zRyPC6OQwSvWWeND32eZO9+S2dvUlAaz2Dtr29N+WfvPNwj70tr189c7nGPbfQaz1T3ri6FXmrvEq5Cb0vvmK9IOeBvZSNGDyqT1+9jlmXPCgumzvAIAY97ItYPWCukTwkRg+9GhCmvbmmHDp6rMm8QeFoPTF9RD3gcq+9ILtUvcYQartXHb29","vl2DvFx16Tx3XB275qgevbi/+bxb5HG9mN1avRbIP73cCKi9hDcbPfNP070Q8QI8mzR6va6TH733GL29jghnPcgA7L1/2di9NbKLvT8N271IXAi8IhkOvdWlW73idaa9Es0nPQ2nsLw+spM8jpqMvUlvWT1ttV89zAfNvVaTDz0Jf448uZwCvVA/IzvIMOc8VVl5vRE/ZDt49Ec9xMTvPZC+OL0L2xu9/ps4PC8+kry61jC85fo1PRjWhz3Pe6O8opeHPKtgnz3MIGO9bmSUvTfNXr2X/cS9kNg+PXH+XL3Dw7E8quF2vXc3RL1IOC69ZKH9vS2a57siIni9vVsyvQPhFD16yqC9YCuYPXC8jz06ID49XS92PR4mxT3WZsc88btAPWeDXDp0B548/abvO44fyLkw4bE95cnmPfqMHT601RM9MqZGOzfUDj0JkAc97ejivEcqD7wtKgE9opzUPMO66j3wnha+Z9xJPUxC/zt1GUG9UtwEPS6dJj2SsBa9HCViPIurobxA2o69SEagvSg7mD147Hi9tlnWPdcuVT3xN3W8viMLvVHmqb1uiJy9ryl+PK/lVz1Tkzk8KPbgPSdmojxna8U9EXexPYGls7yYAZG8btJdvQksGLsxYny7Ud7kOvZxAr61cDI8MCU+vDDx7TzPyFA9G16FPT40473OlXM92HoaPLgwHr0cOGo9/dK/PLvfazyxwqw842fTPLl7Yb2eL+c9zvCVPSl0wT04Qno98qj6PcPdwj3VVcS61wltPcf+7z3zjYM8VDBNvSLrGD0AEPu8wdaoPd07bD1hfCE81lyqPCJuJ70FRiI75U3RveJ/wj0zBew8DBlKvRSkVr0LTNs7LPfCPSg5rj1QxNq9lU4UPda7Vjxc7Ew9slbGPBdnMr3Hv0c8pU1ZPSY+0byW5QG8ed7AvAYP0z3+MWI99/srPdqtD76GITG9a1rlPWCLmjwzi7M9a+Z3PS5Bxrst3zm9jncPvD46xrvN9Iu6u/TPPcXttT0Hdf+7","kzBfvQd5cL1HdbQ8stSUvertp7y4B7i84FEOPbzxd734cFY9jWBYvQYvFL3d8Zq9iApYPZIZbD0LZKW8Rr+evUrRtjo5YgE9BE9OuwfylTyqa4q9yRtSvSepTT1S1tU8MNffvBGykrtDFQ69xq15PZ5k8ryddyw86UCMPErmK73PFLe9i4LuPGT8lb3vdLa9xtSLvaTelbw0kg28mViQvCrIMz2uMDg8FY8kPYz7Cr3HJIY99SnDvFgJbD0r5629v/KLPUPuQL2/MCo9+7OJPUQajDzBsAi86GRLvI3mHTyhoiE95J8iPTPLjbycnQ499IiyvXMg/jyHq9S7rGlhvTNcmL1hdyk983B7vZXA/zx46Sg9tKwevXQEED1DNRE9pIw+uceR5br4Ff68MbWGvYTKijw5PIO9oebhvMfa5Tv8BTo9S1AnvYxTRr0DSFC9eneivV870LxMB0E8GanNO+R7+jzouU49qFGnvT/dCr1ooj+9olEsPUffHj0cA0k9+C2hvcySrTxUr+U8dsWAPM7Dhb0ArHc9eYthvT9Yfj3K/oS9wgegvVCjhD31Xz49tLmFPdtTKD2E7WK9+ovhPKvivbzSSYM9RNtbPbqWfb3yIIu9UGzhPCysCT3n1Yk8HiwwvYxemjzcrwC90/K8u4l8qDu9Nmc9A1Vwvf0bPj31kw+94oBou6jcQL2TTrC99YGQPC5xpr0lASG9pctmvftl5DzjVB69CI+DPY0ba732nak7UC0tPaoCp73PLYw9QeUyOwmqzLxkzjg9l4yEvJhvG7201sw8b86XPa2Ixjxbl6W9h90fvLr+Ez3z+om9+w8GvOxugL2vGR+8PjMUOm+0ML1YQ7G76oKOPcDskjxty4k9Hyy1vCUpdz05wEo9moAgvQVjQ729wd+8w6oTPR+0EL2cx5W9iF6QPHlUCj1a7Y69ur8YPE/BUzykbVm92HuiPApqrr0DrEo9VAk8PcOUxTze2lo9ptyvvSacWL2TfIS9iEiRvTODCL3sIIw9","bGmVvUSo5jwCwjc9NNtgPTravzzDHGe94YG7uyHOPT16Tpw91Ilvvd5XJDzmcos8KUmWvT2unLxjUma9T1McvPTYlr05TGQ9DjNjvZ5sMr3Tcai93lkLvUvNBD3Tuj09c0Y2PauAkL1UK6w7ZMlfvXLDnD0Otp29cp6RvQHAgTuyT7A8xcE1PCJD9jpEv0Y92AyVvTuSgDuH3UO9H2I6PG5DE71tPJ696blvvTd0pDvu/tQ7Dy8uPWnMLT2sPmE88pOHPA6mjr2aTi29mtFNu8qtHr2aojk9avlCPdTiRL1fSJk9QQisvFjQTT2kVuY8lk+kPb/rILxE1Tu9EfxDvHoWgT3wMiK9WpJ4PQWvrL2eoR69gYqWPHw7lbtWVTU9K5GwOyzuYD16yyO8O1JxvaArJDy9nAQ8Y9iGu7uhir1eg3o9MaVbPeWFkb1aqlw9nj8GvDhtrr2V4mK9yDFuu2Z10Lt3H6y9aeTMvHNqnTx/K469bFzVOsX0BL0ZCp29A99MvVsrgLspRoI9RxH5PEMaCb1nO4k86bRdPZ7It73qdHK9GSyGveidgz14QBc8u0LDvFOMZj1LbXU9mpvjPdxZmD3aeqA9O79bPelfnTttg549bY4AvXZ4lLwXiVa98rPYvAN3cD0eY/88i/iRPbmoP717OZc9za6PPMzeGr0wNXe9Qc06PTTLX71T23u9TQehPKDPO70yELe94IUsvbFSjr3YUve9W4IFPU2OBL7vam69zC45PeQm771dNZw9j8eDvdK15DynK5o9g35KvI5HhL3rZIy9n0/ruxAp2z0R4Pq87XBzvTKlgjyRP+u9jWBWPQGfNbzo6rk7Z6ZKPfFg8bwatfy8EB9qOoI85L3TwCk8CX2wvX1Mo72n/G+9sjp0vSyamL2uLGC9BZtIvUUntzp0Vfa8SIkcvosniL3A4H+962jGPOduCzxtt5K9zUSPvVQpy729HAG+hfuyvesMqb0Ajr29xMH3veCG4b3G5AU9DWY+vSKt6b2s8769","V4H/vBVcWT1G88u8dxfzO9ZhY7lifMI9epftu1rXoDyqHHS8DOuRuyq4Ab10jZi9BlqhvY6X1L3EZCA8jou5vBW0zD3y2Ho9FYyUPd2IlT1gKbg8r7CiPX8EPz3Yvs07eOaiPSPKCTxRVkc9vM+tPeBIi72Utau9VSEjPU3ta71/H9W9nc55vPEvJr3OBeq809NoPeFwyL2oAnQ9GTO3OpDRCb1aKbk95cQ4Pegh/r1/WlA9s8aDPI/Bl715kHA9kG1EvF8Qrz2F+R8+Lln2PVpwur3g5Ss6/x7QPe4Y/rya2au8kZaVvLsEwLzBsDE9H3vdvMRorLuM0bQ8gHIaPc4BmDvl3Sm9hmUKvhIU3bwq5UO9YVcFvmgjwT3fnqU9SMUivmS9CD2U5SI9vD+Fu0M+MDz/Amw7sFJxPUOC2T1No4A8+04pPKpFDj28nqo9rzW3vaMH6724Bte9NHHSPDZmdb24LGC9lsKXvQuRKr0Izxa9+aLUPTP7/rwp7qO8ohxFPEtVzbw82YY9uljaPQuevb0zDPy7RB+UvPFdib0nDwA+9o1RvYxzmT3WAX69XBCaPPT9xDy9NTi92xJkvdRnurzxgRY8lpI4PU/1B72tg0c9bzgovfZwxzzOiTc8I4tnPbru3LxdaYw9FcerPS4yWb2rjNE8Di4qPUTfmL3NCm+65F7CPD86VL3GTaq8MT8evaLILb1pz5E9bqq1vXkAgD14TUK9RLPDPaVMxjv2wsY7uoxrvTbcRryV/zu8KwWZPWBEE70Th2k9Xdr1POUR1DyG7A89T2e7Paj5RT1jHLc9YGFrPYk0vj2Cp/U88pEgvWuJaT1En4g9Ir+oPGpblLy6qlc8TUfNPB9/I7kOnMA9AU85PU84qbzZOZQ95oQqPR2MID2TfAW9HlcWvvKR2j3zLXm91je0vBuAAr0gBBe9C7T8Pe8WIz0sV0o9unEdveK86LwJZRU810o1PT7/oj2hsFa9TzX2OkmNPr0B3z07DiySvWx2jj2r4/G9","405NPaQlfDwLIOo9G+IaPfi9Nb0hU4c9c67pPHw/2D1UNyU+8JOXu0C/ZL2d8Xk8glEFvqjJYj1JwLa9kfOnPZ8hyrzouB68yNOvvPe8Fb4wzd89/a9XvcWT5zzd64S9CW18Oz40LL3h2zU7hueLvUXSbr3w5fA9ksDUvIlG8D0S4JI7wI7YPa2ORT14AyO9rCFJPexrGLxnqd28JLHePUpJKj374ti8kLwOvdxrBD7tvv689aMDO6IZq7z0N5g92q0zPextGbwn+HO955c0u+M3wD2bpwQ+8gF4O9p2Zz3iyf+747D4vPVWEj6qjCQ9mRVLvRws9D3Kg9U8d7sJurMs4z0KWwa9eNbQvDDg0bwWEYg8FZKUPVp0gL3dUGk8DW0ZvAaOED3HPoy9t2Cyuz0Xdz3fmKE9QF9aPJpZdT0oh7Y83Va1vcXJrT2CNYS9G/1jPbWUHzoi1Hk9FMOrPa/SuL2mW6S74QHEPGXJE739O6w9GdycPUIG4LuBPtA99Q0FPr5dDb28UzK9bEBrO0WXFj63A+07xvPlPcuxET2afNK7g0OyPXHWwL0gRMs9xl6vPVjadz0N3Vq8p3sHPjzQt7s5Q5o9/lGYvF8zIb3a6xY72IGdvXFlxb3XFlm912LrPI9BmLz2vuy9F2qgPEZxYr2QY6g8JPukvS3/eL3sZKc8j1zKvZiRpL0/egU71qLoO3VH0705t3G9I+AMvRbJFjyjJoe95OwdvVR2nby+qsW9BSaAu39JjL0FrYa9/zmTvXGNlr1WE3u8kZZPPI74lrxVQSo9TBV8vbgmSzoMi5M8mRb5vH0S5L2lAJK9PmVovR+whzw3Adm9538IvvlpHT3vZtm9IwW/vQ7TW70faKE8wMHDvS73Rr0M5v08oUERviPg/rua3yq+UqdDPWzCubxFaDk67vwLvVKgsb3Hudm9dusPvQ2yzbw7bMi606jYvZfLlzrqvJa9wz/TPCGEDb7b2U09WbrRvDsb8719XLs9OJapvZbywL3apOy9","5ECoPMIAmb3Fff+8w7AKPlrzhD1Dd4y80R2CPTQF6jyYFIC98hxNPTGaUz1TKru9KhkZPmcfUDzQVBE+cKrRPEGgAz4cdt09sOiOPXXpFT5D3hk8g5fQPdm46rzcQKg9zQWBPYLfrDoD+qY82S4FPk5yzb3MYy09zx5TPa7J3bx3/vY8Lk9SPELtJD1INHU6q496vVPJirx0TUM8/1MjvfWKDb4q1dG8b6PjPK04B746X6093GC9PeqagT1XuNi8SSV6PSmWVj07nS49guokPhtAgr1nq7Q9sFlAO2mIhz1QWtM9xlUWvGdzzL1AwqA8TiwbPa4Wsjv7q5w81/2/vEFXCD55zuQ86FgpvQynS70DT7E8+C2zvcTUGb1U5CO9E6ACvkp6jju4p4a9qae9PFHIw7yqXds9tFsKPZIKSL12+Ze8kMRAPWcrpj0nyYO9fj3avDrI772ZBIQ91/DSPcv/2bw7Ngo+5yUbvu2zpL1A89c92NdYveh0L71Ua4I9sBdAvFsJ+zygW6Q9iw/jPApjG76O0Ke9ZOQWvcAuEryNAIw7LBwLvp/L9rxxx929uXF0vSJ4xL0kiUi7eDmBPSlztr0jnmS9VdINPlPPkLzgL3U99wYVPdyRKz2WIsg9BWENvMHduD2WShc9F/mDOw7NWT0Ks0q8lnW4vajEiT0XuZK9ZBUNPfox/LpZqWK9wAyvvDOtQDx42z89VNq7vcm/Mb2Oig89oDnlvVeIBT1ZyAk9YfaDPTTTp71cT0+9BcwQvlCJcz0UKiU9kjC3vMrTgb1PQLc8Q3CQvaOYU73t2pu9tkFFvFeSAL4RU329d0yIvB7z+jtC/9W97kCYPU29TT0MZ+48hYyqvV1dIb6/CAy9+MrZvf9UGL1/h6699vERvgrWs71v39i9Yk2GPR5Pubvp0Fy9ksA5vlk1RTvcoom9bfaJu7pPKD0dKI+9+EUPvWNJlr1MtxG++A32vJ1UNL40kh48BMC3vU63NL7oWWg9QPyqPFNnIL7GX1+9","9Du9vbWHSLt91bc8/mIDPmtltD19Fu48fKASPZhVUz2vg6y9le+mPc1y5Dz/YGG9IsOvPFtlmbtl5+A97bqzPc/I7Dye4nE921mZPeuySj6VMc48D6CDu7fv2D1Rldk8LTfYPTwetD0WBok9UDKMPYzk1LtiHt49u2umOye8iz2j/GE9A5GbuiLCoL2xGBu9kKTxPXi8lL2LDw49r6iOPSDk6LxEMNA946DAvVzXBb7PVxE+QzvZPZsmVz2DFEw9sgdYvMyL/D3MthA+apxGPoCXibxBiAs8nSRRPIDFozwaYZQ9iElxvL8Ajb2KQAU9iyCWPQgR8DyxH4a99KIHPcnshbqMlca9r17DvXhaM72yR4G8H97PvfoQrT38dSI9yT4Yvgv27LypngW9dKFfvScXAjwTpfY8//4COyiWIj5mYZq97kcpPrFvRT76rlw96yQhvjpRd70ckDC9z7iDPc0uq70Tu4y9C2vKvd+JmLzChru9QnbfPRZ+g71uReC8/abuvSjhGD5y/gA9xCb6PQ3UwLyV5Lc99UACPoZoLzxc4n49ZhcIPma8Vzw2Lq69HSvCvEaZXb11SuQ9jv0CPuCL8j0c5uA9ZcPJPIJt7T0VkOM93enAPN53HT6PvQc9iA4QPph4QT3ntkQ9YFm3PctWnjywLYo9Y2qnPavcNL0874K9jvl/PUdhkbzGmfo9V8crPnqZAT7pCAI+F15RvPYZdz1rH8o95U1DPfySer04Y2U9OC5AvQVOWj5fa989Q5R0PYVQUz74zGA+BPFNPjQrDL2qQYM8acm3PfdEpTzEHR0+5yXJvS1yhz3Jbvs93G64vUcPcz1cXyA+c9CTvacXIr6BBeW9UbcrvSLZTD7sszI+jiw/PQ6T5j3qG4o9cGfkvJ7hEj6omSc8LnDAvTN9VD6leHW7Q9R+PRtQ6z0fmAI+aQI7Pgt1RD6CulQ+dgyUPL9OGryO88Y91wHFPM3daz1c8fu92+YEPSSYTD5vfze++jYqPrF26j3AbDG9","IXP0veYbQDujNLk9/us0PYp/er0gD/k9VG9YPLy4271xhpo92sJxPeyPkD3Q4JW9jAq7PK0hmb2fRJw8HUm7PKNrAj0Oloc83noCvPRoQL2ZAzC8Gs6NPB5JSr2ut869Xvv6OzycFb27IPI8Wwv9PSrXX7yhTha81OU/PeyP6L2AAVe+DHBDvZWjnLwnSbY9CUkavoHclrxUkN28vAwgvWhOGD0sDO08pZ8AvWGwzL0PMu29qugWvnDCDz2Xyd+9lUs/PQ94kbxEoAi+t5YLvmGJwzy8ib49yDqjPdYnbr1UAl49D5n4OwaKoTzY6ww96DkBvjLc5L0LzQA+ANbKPNH7rL1zttY8CdGqvLACzT2q0wK9iUqEPXXcL72Ri7y9r1Q6PRMj+bzheI09P8myvNUtmL0ylZq9QIwVPVix7r31KAG8EO4Evsvc/DvEcCS+oqjSPaM4BT07eXi8b6e8PUsjKj3eDPQ9atS7vJK+pzzch0O9xlUbvuenyD1p3409/5HNvaEFdD0S1Oy8ppQtPZsGk7zd0ZI9elTlPJVQGb5NQy49vDDHvRE63z2IiH69vIwYvQNnDr6e1sc8OTd2u0YL4bw3SMu9toDrvFuSMb3qdCo9NSMLvcJ51rr5UDQ9SFitPfJzzbzEh488CHSMPSF8gTwyG568kjDTPMLmMz1mdYS99JsFPqhVFzzJNac92ALCu6nZSrzDA8y9EjJUvVa03Tzkt+a9xovAPRoUGr290l68sVkzO0TDRL1YVq29lYXJPZbwB77TwWG95ujVvd0BAjyL0ne9wDACPSkT3T2GxpY9TSsnPgTWtbzfhYG9DMMwPY+8Z7xsP7I9jCSGPUejhD3SEgA9pLIKvUNX4bx9jau9cfagvfPO+Ttp0ds8vGiLPGpLkDxDy1A8tTF5OrqxB72NXXY9wMl6vfV62jxTPYa9kBW/vQdV/Lu1/iI7hs2VvFa26rtjUQW9IhOgPWe2e7zAk/s7R9/cPJcqrDw70kY9eHeOvTDFEzzBMuk9","OwnTPBubgD0HjIQ8fOKLvTiuI72lxey8pG6+vbnJhTwIrHs8afSsvVCRjLxb3ys9vY6LvX1viTtQL7c9672gveVthjz/psS7ge+FPVQQwDyDqoA9Lc+OPZeLRT0uM709WNVlvSoM/DytoES9+H/EPI1ouLw16569lacPu32Zjr2CXte9/GKAPWEZEr2Uk5C87jlrvVginr1/nRQ9wKwOu4gyqL03vL+8tLwnvL/GyDoyDf28IiKbPCe/6jzRq2S9ZtKzPIn9Kz1BHzM97LoZPJLfM7xQHP27o5MRPRL/Mz2mx/E8WxIIve7kyzwA7gm9KQJmPT/uQL3+hGi9Y96IvYlXbb00MuK9Wh6pvaxEjb3eQPs9VsMFO6jWg7yHtks9ueyUvLrv2TudsJS94xKIPE5PhTwcC6e8FUQ5vYkQnj3Iqwe9+KADPtv+LT12UW299NKKvfsEqL1pg+U8BU/lvT7dAb1Hqpu8Ib0CvdnQH7y1kBI9RXTdu1uZuL1+w8S8bMcqPVHIlrq2nF88W8FQvVPSNr0LMfy8Bh5Evd25Hr0gfU+9lkajvZ78hr2BV9A8bUnCPa9AO72YlvI8One0PFUZl7zo9ac8XpsSPi3QJDwwCoy77TZwvSYZJT2Nvg69svgwvSTPEjzECKG988WuPFkJvDzBtZM8H5oovMMamL1nWJM9fbe4vXlMvL2QYdG8Tg2FvUufuLsxrSW9Nm1WvHuDpb0VnCY97G29uklKxLx457G88Yw1PUyKNb08XZ69/6mZvVV74zy9+mS9uEjkvLdEvr3rQ7K9wl/4vZ3IBz0BrPq942a+PDC3AL7TXvY89CgJPQl+jj2x2q69U2nMvdSOLL0TkzG9xAjmPOv9L71Mcpq9aIXpvTq8wL0Ygti940QJviuGdL1PzuC9SZktvKt8G74iCaS7098SvosJAb5CmBE8kzvbvHRCCTvTdFa98bMEvnZaAr6rN9S9XCk0Pf3atr1eTG+88f38vUf3Ir7kXLk8oOtOvZs1t71BPoi7","QA63vT9anzy1dBc9ao5APYpgYLwXjSe9xLIIPkBw0bwNya68hTMdu47XNb2btQO9tzwFPJcunT1tYMc9BH/aPbrnDz0Fu7M9dibGPd1puD2OHOa9ru8nvRa9Y73Nxy+8cpMtPDJjmb284Jm9ydblPcZoYT069Na8Q5KbvAA7YztqCUi96lpivXK+rTzlpea8hU99PdJVqr2BHBG8z9qYvahz0Tv8Olm9AAtJPRpSnzz2Ycs8mTUMPf48ir3rBU88ysvJvTbORD26buc9EJ3tPO/A5b3p0wa+BahHvSMJR7wUipe9c554vSjyQjsLdDW8GKnbPLW5Oj3FGDE8WTolvTjRvD17pYq9IG2XvL12uL1kMoi9Dh1Jvc1JtD3XApG9cxDNvIkJnr3qXy69GxAPvGN94TxCj2G9qQ57PCUdmD008ji99MLAPGcdhbwR4xc9BUuDvQS5Fb5rYmy9wDqUPQJEQ71Lt2M7T2qUvE/MIT1ZtoU9zCsWPaSOszsqYe08sbiavcpJ1D3f83I9rSlYvIOJyztrFIk9oTFpvVXqQD2kGfa7ezAMveU5tj1hqo88TaunuyfskbsfWpG82jwKvf2U1Lx0d6k9dLdiPf/rhz3aNP08gD4ovROVJDx7w70879M1vX7tWD2Z6ZY95JIcPRTVG7yzRTE7g9fBPbtCID3XQVG95CV2PYPMp7vemRY9B7O2O9HcozzTgug94beYPPVeSzwQPgy97NKGuwYDm71sOLg82rmCvc4mWD3D/7g8GNfPPYqt+bx4bxU+IdIUPC39gD3N4hC9o9+4Pbu0iT1lvF89u8pYvTWWdj2ArwY9bPz9PL4tjb3TXts8H2UfvZdmYr3jG5s9JUbdvPVQajx5AJA9YHZHPYw5+D2OVei8tiaBvRiRqLyTaA+9OqhyPONYfjzWJ0q90va4Oksnjz1d8Eo8I+BbPEnfET4g0e48f/pYO3Y3hD3h9ZA9QbzvPLt/nbxSPgs9QkJvPU6A3D3zTVw7YriGPdQxYT1v3aO8","+JQDvvDcvL07Ssk8cWwGvXknlT3OmBY8JyqQPXFWgj2sDoa985aBPQYxtz3g53a9D0HOvIZb1D3MA9I9IJjaPVTZ6DzJ3KE8sa/xPI0OIT2dpaC7/qTpPBqTHLyJunW9xN/UPWO+obte6ga9j2rgPZZpEzwg/uU95vZ3Pdg9Sb3UOBK+536CPe5KwbzYR2K9+atGvSjIgj3YD9W8hrmVPZdni7yx7wS8jQwFvFk21DlpLF89x2bevW45yj2VvW29qZtiPa/pjDw35JY9st+5PWL7LjzaYa487UdcvH1qgz1HT6O8HfR0vDV1sDu8Ez69niIAPYVZNT1tycM8QHqpve/Jqb2y6Ic9VX8+PVQSz7vxYKG8ldymOG6BTjyGEVq9NaOVvQWhrLwThA499z9kPQDBaT1jPgw9Vz+ZuyYbAb6Ezjq9gIANvgSvKz2OLki92wBQvSNyQr2ystI9B32dPRsji72HDfo9AReVvR2wGb1puAE+OBwEPaKMCj0yxyE9fuirvVUDNb3ApCk9BCztPWa9fDx9iwy9Rlniulaa9TyC7qO9TcWfPbWddDy5e4y9eBMUPL9IA74uPDc93R7QvDjy2j2tKJq8ZPpivBw34zwgZXo9TXuDPU42ED5RMJk9kFiQPdQSEj7ANLY9qqC8PXmktj2bJ6S9zcPQPSma7T3Y02y9Yp7zPYKCTbvULqw9fJHtvZQoNz0nrx6+moQuvBhsDr1jzns73zA0PZreojwK8kY91TKvvPq+9DtHiXO8e51fPSnWpL2WHfe8+HauvSfUmLrQCF88+xSlPaiD7LtC16i9uPo8vDFHg7zMaVg9uxYtPnqjkjyirS49I4iYPQHTy71pdQ09CkSNvVXmmrx+fvw8brc/vWqQjb1gOkY93lTOvYfjVz1KEvO9Q1G+vdIUGr0QphK9Y7EUvrvfpDoz7pa9NBrHvT2gjL2DcoC9b2ElvVAXAb1oWYK97PyJPCwMpLzfpI89QcqavajSTb1Ynsc9fXD9PM8tab1l3mI9","CxXQvV+dfj20nwC9TlmQPVrR0715h5w9HYeKvatvPr5sMRq99o/evefEgT25rNm9yflYu2AIZj38CJS9QRmgvcx2Wzz7Lw6+WUnaPJ2QrLwWV9s9/55tvDYtjT2DDQE+UO3lvBubMD6WfZ49YhqCPQ9YbD64hdu9gmGAPdMatj3tN7u8Rnn2vPFyFbysRKq91KddvaEE/b2Udcu9u+PXPWZyBL7CCoM99Ix+vcHim71R0gM8kpatPY8md70Pm5u9myjAvXjoHr5kwr68ivEHvbp6tb3uD7a8QWWlvXxmHD1Pggy+5dywvHUtmL32+Ju9aoq1PcuyQT1d3wG+dJKcve4Ppz0n3de9rxkQPAeCC76wuIs9QAEbvYgJE7yq8bA8ct3tvWmm47yDMPG9UFiiveYotr2M5h29LbQDPEfWt71QCse9N7lIPOpgCL7LvYW9gkW0vDXtJr7ZhQe9Mxabu/i5br2AnVe9zmlgvXCcsb2Q7EG94wx5OpbpFL5awYG9cilbPQS6Kz2NTx+9/ayOvddSnzpcANq9JpiPvJs01LzarSU9CdZJPEgAcD1cg/o8XuzSPCpLUj3uyoW9ZYrPvDgdVT2yfxW7pbYVPKAXBzyUwrc8cA96vToWIz21MZU9DuOlveEJezz6AxK9gUYSPesErr2Jx5G9GQVPPcg9e7z783893c5WPV6+dr3UXG89dj/fvOcI8DsOdoS8D4LivKKYmrzJCBA8Q4lVvcn1Nr2MpMI8vJ6cvOuG97wxa2i8j7hCvbBJEr1twNS8CvW3PUy2nb0hiem8pQjGvBWC/7waoh69RxRTPRy3pb1VnBe9Vo8NvCynv713S1e9J9V1PXHzUL0EAJc9N8h4PYBVW71HeEY9OAvbO21CTD3xAZy8oTe/PJJQbz3Tsnm9S5a5PGEAgT3CraK9MbDOPM45tbxhlxO9DQSGvElJjb3x1n69wdDePD+GhTuusYG9VMqOvTmDKT2HxE+9Kv2PvYm6dbvU50g9dE2UPczaTz0N4Ko9","bnhnPfIUKDwFXZC9BIoLPT3OXb0dRIE94z4/PSVShz0rbrW9gj5svXJuyL1EWeg85ll4vdHTor20+pq9aZxTPCIaDr0DNTM7/KtvPe8vvbyoiU09htgnPfz/eb0gRg49i9/bPBXRi73dQss8Dc6cvZYOmbsIi4u9+2hfvNZ9Nz11b6u8SBYDObjnDbwKWoK9HLtbPfTftr0MhvM8gsQVPcGrMT3Yb8O9+QBFPeRlBj05EgC9T+K/vcG0Mj2V/ey89RhHvahI1jwKHXM9yhQUvYFdqzxbonm9gwgmPJ2mC70O4Zg7J+RdvdwPs7zgcrw5yXIQPX7wCT1xqCu9ETtzPYnBQL1MO5W9RjIHvGRngL3MH2O9Xt0BvYWgST2cHMW9zY1jPbZQID2EUNK9E2KRvTORfbz50k89C/V2PafBpD3Vp5O8q77evHzZG70CTJk9U8dfvcsgKbxln149xMGPO7MRm7t1cP66iPJUu/cWXLz63DA9u0WZvDGMML0PYk+9G4eLPa2nkj25+EI9qv9VPR4h1ryBuZi8afI/PDf/jL3Oxn89Hyr1OzfANz24QTY8QefevHdtOT2X0ia94ZlBPWxym70daiK9hIliPXCODj1koVk9IMmLvHYw57tbS4a8GhKvvdk8Mz0E8Ka9uIBZPY1iqTxPN7u8xmaPvXSuUz2kKT29gfORPXQhjr3Broe9Q1Tqu8V6rztRRrK9xn7vvN0fML0hfdS94pYUPS+Zg71hxr28o+2rvXgfc7wlJlI93rQhvVRNez30UjQ6U+OCvKg9E72O+QA8StuCvaQbybvcfqm9iSvvPOMYiT0dPIw9W0BiPZ/SFT07oF09cfwkvS/6Db1UIx87lx1svX5XIz0OgUo9EsP9vHfweD0d/Ze8zY2nvdQq97vN/lk9/3YrPRH5CT00Kaq9jjiYvdNIob0AuTC8hrySvWUJfL3HG5k7YobHPKXejj0O4ok9qGFXPXpHv71Uc5O8CE5uvYdIfr3XlU48NFr6PLXJDD097OY8","yrhCvfkDnz0MtTa71LADPZiOoDwjl5+96nuJvaFlNL0VWBs9rtjLPKNDCT2jNu49GM9AvcAuPb2KK7282U9SPXJcIL2v2ES9NnHgvYdaB74r9ay9BpuMvHT5V7xrf3Q9Hz7bvU0X57xBxkQ97o7dvbUTf7zQCU49ukkqvVtwpLu666k8opduPBHIez0ZNcC8NuakPBnXkzzcSZw94iWYvTKqtTutLgw9ie3gPPjCqj3c40i8gTTNvJmVszspZR+9q68AvUsJYT3CVxA8FvHovAnDHjxiOeU82uibvcjhSz28Xl89pZiZvNVmuL3gnFs9ttdIPfKvHj3NFzo8QCWGPXvNrbya2qK9QUc0vT9Ms70z40k8RLakvbXdsD0DIQ68xenzvRd12DunZ6q9QICfvVA90TyTTB28MaN7vcl5pDyZ5JW7WyWZPQGtoT2DvM89EMyVPJWqZjrOp6+8x2g/PYcmyb0RQVi9RkkHvhUQDD3fJoO9gehPPQkaajvHggS80qiVPQR06D3ZpUQ8TLX2vYsM77wrqY48do0IPV20Dj34lAK9+E3PPaBT473Chp497lOyvI5eMj31Bh49FoF+PaxgD73osdK8H++LvYDdCD34u+A8LvYjPM+i6DsLIv+8hrcUvSLF3bw3h7040tM9PXfMArwxwBI8v3v4vAXosTyTNqy8/ekWvarbwL26iMg891rjPao63LzA/6w9CbOUu1JPGjxC5lK9bWRZvTDqoD19xXc8aVUXPO4yWbz9ySQ9h8w5vZDHAbx3xHC9d2XcO3ZYfT0OHmc6wv+lvDWFY70v+Y+9ubCHvayCGLyvpuy8qMfBvYeJZT21Yaq9W+aHvehzvL2xhEA9zq/1Oy7cj71VEOa8LvZnPT8gKDuS7W49rk/yO3j7Ir1Vq8A7RcHvvWMpojskY/a92+ZXve7/SD1RxKM8R6L7Pd0GGL0Ekf89UfZtPfk/UD1Kqzc9/PTTvWMjjz3IWGi9+qMlve/1yDwxbNE81J2VPZouoz0txcS8","uiPAPZapmz1dkZw9cQkhPCFhpzlnok09DoDgPdY/ODwz9Y89NtYLPgvtZj0szxU+kHDdPBeluT0qWB09aJ2VPQ5/Jz1HN+09RWWYvR7zTL1MAwK9LPQ0PXPOPr05Yiw9bqegvUNtEzwXmyI9Utq4vRfLez1uRsE9uhzFu+2Qrj1rF948uUWUvHOhOj0tsz+8yGy6veIOLDs70Ea8/jbxu/FM6DyGgZC9yP2VPUs6kTxByIk9HNjUvYGtg72DlwS9K7p1Pc0WjL0//1Q8k2bIvS9VDr29mD88kduOPR30+DzuGko9/PLdPZbxGr2FQqA8yh00PSQneDwrRRu96aqjPaArCb0HT4y7+sdQPODQ6byA9tO9etB4PWZ20r0v7Jg7x9GHPcnCD76IcFg9uRqCuwC0Mj0ofoi8DjZZPW9ODzznr/K8HHDZvasv+Due0Ym9VLJwPCiSybxGIpg9lMy4vTcs3jzNslo9HbGwPZ9GCD0jfVk9y17wvZkBgz0IwNI9/++ive1iE754G5o5N0ehvGYV1LukeqM9LVJ4PVVMCb2mNsW9vAgAPviSdb0FGwq9uUvvu4+r6Tkwrc487dS5PQcvN70x8l28EiDcvUprF72rS1u9ltGvvW61rD1J+0m9d2OgPO8SAb0J0pm9htINvaLWqL39VJK8DUtbPEpQqb2/D029oxelPSAGcj2Enso6/OJDvaUtmD0XSKa97rSZvLLSDL1pvmc9iiHePeVlojvWspU9zC5pve+jqjy7DMq96OgxPSaZjr1AfaW7Yco0vfo9KD1Ch6g7Uu9BPR9Jfj1IJOo8IE1YPZMoNTvNgxm9MOmEvWcbsL154ds9hnmkPSQNTD2gVQI+sEN3PRHuCz0hqfG9fZspvXfot71zEYW9LZcRvGFCc73R0RK9rS+UPXDXHz0YtEW8n75YPWlyFr42u329914EvhDEgb3L1zm9+8c3vUKChj03wYM9CtYAPUFcxTmEAK895mYQvRMgnz0rDwQ+gcnbvVb3YT1hfRA+","45OvvVn1IL0BE2y90GzxPXripTt6UH09k0kWPKxZmr1rNd07in1PvQwpWD3HXJC9OHSuva322L3Ehh09xBzUvC6VKj3pmjG9EnwdOysl0jzbz5u8o/GcPWggkz2nXEi8Y0wYu7NscjwJSpW8wHi1vDsQrbw+Qh+92FaJu1QAsj1FaRG+v7O5vIpphr2r8QW9YeEevkg3oTy+nX29aXQGvqwTxLzKPc+9We5LvfA2g72DG1g9vnWaPRlVJL06Uyu+j6AEvKeWBL7Oa/G77XDuvNLjAD3OYYw9tjjHPQAmAz6tgJg9FSntPdKy4j0/cW49y1MYPjotGb7G18c9Qa3iPApNfD3/8Xs96WATvHPXW73N3Us8xo4Hvq77qL3JeKw9heAMvmEYhL3HVoy9WhHGvVPWVj0O7lg9t9IMvrM/cz0D0068YximvT37cT3+qIO88uOOvVBikb3xjK29rG6rPQRt4r10M689YuEwPcVp5bwo9As9zgnHPWpBAr7iEFe8+ty4vafO5z02OKA94eNiPUFSJL7fAyA9ph+zvZCYf70G1cE8kpPmvTNPtD1STQu+98xaPTVz8b0DW605YIYgvTQOgDx+Zic8riqLPTU7QT2SY7A9AViZPTDBBz7foAQ8AaAZvccA6D1oqts91GspvZgv97oDOIG9eRgFvbeHoj2kQu+7Q/G4vI8vmr0lwZe9tIwLvUwZPb368dY8vczRvFEKwr0Zxhs99uRmvYxH5b2lsXY8QSjLPe8G1rwA6l+8DeWgveot+rw70YM8hv+TPLyy/Txsqka9sUucvMsKrT2MYtu9Z0HOPRJvCz0zI7G9qyf/PSyQbzsc6K89HgqiOxHovT0w0qi7sS6uvToMh72BPAI9d7SwvcCjnj2KuTg9yLpwvW4Xlz119YO8XFTrvZW1kDyp2II9fByAPN/lzT3jzla9uF5KPWIMpb3nLpo96pZwvCIUh73pLzK99qVHvLR8rb0Jx6m9BYH2Olksp71gPK89uVRrPWTqEL2/Wcm8","91Y5vs30Bb3WgWW8L7/YvK1isL2gLEU9PpEevttDe71ANme9ZHJfvXGsoj1AIJ28lnlcvaY65L0v6Xi8f0UFvcwGkD3hVt+9HEJNvfGNzjzlBoG8Dt+8PaYAHT2A0ki9RvElPfwL/L2+zeY9ywtoPY4vP756Hj++PVmRPZlMo7zgEUq+QcRxvXzFqLzscgg9q2LhvWpAB70Mk4688+QYvm/uurtoswG+YvSsPaKS+b30qsc8tncPvuhoND3SLRO+WC8ivd6HbLvpkX29v+tZva0reT2pAYm8SpSMPGAuBr1EKxI9V3oCvmx6jj1XKX89R4lqvZKC0L2REqo9H/ENvjLrJb6HVBg9V6vSPAtmvj3y3cS9QqovPQHqyL0oPiG+mSH3vC2rhrzjmmU85IAAvhkqtb0dG3S9+946uzr2Ab6BX+E9YqYpvBlxvjvKsWS95UclvCAorTxR0gq9plNwuwZkDT0o+qC9tLktPKtmdz1jBh6+dPMUvh+NoDzKONy9YxnPPBBLpTxS+Ww8/GXMPRt5Lb14CJ68DQxSvXhtAb49Grg9LLyUvRntTD1K4fu8I66GvRjCuL3acHM9JJv3PJ9eXb2QY1I8xrcMvZAKpr3kVnI84iQRvMjSoj3p8TM9XzqsPexfAj0PBbI7w3ChPc4uf70QFLu9XWijPQDvwTwMX9296lLCvFdsVTxFd5M8LWIjvZFiDj0faeu9PMN0vo3w3D27zGi9kx3qvErJVLz9mwC+luUnvrXWlDzDjXq9NYBjvX0YGL4eN9O97k0pvemQKD02p3m9yJCevWwMX70IsUy9ToM6vXQbGzwWGgQ8AVYrvjD3Pr2+LEU9PQZ0vbuG+r0Y9La9McmLPSourj2J94E8t2vGPUOVzrvWE1O+s6qDPQf1KbxbYCQ9A3cSvRfKyL0pf3e9p9KjPRqjLr39rH89C1E2PS/Ctr2zI4M9ecugPO2cnj1Txi4621nBPKIrkT2tlGu9U6pqvFTypbuxPBu+L84YvqWRkT2tKG08","oy7gvNaA+DysMxs9NsoMvb4Ro72889k8qXjJvRXdwb19dog8jBLMvQpPh72HNdc9dhhJvRo+AL4O8d48gzGEvUHpFzvg+nq9DJ41vfviZL1DM6M8N6aCPQU9fLw4Vd297VPbPOw4jL07CFE93da5vftw7b30GNW9vLtJPKzf2j3WHDq9gf3ZOmvZaT31WRe95n6tvQAHNz3bpSG9qrixvSW8bT2c3gW+oYhyPQvU3T3amru9Ju29vdAWoL2TuJe90MinPUDRGL0p8ie8pDviva4LlD2sKkI8H11/PDtZpr37VEK9mboCPZKxS73XcQo94lIFvo5d/Lwb5Ig9p9kSvT7UO70PPeS9hZBDPBcnSb3OyYm9HUfmPZ6Plbx+tNW7MF2+PVt0a71N4GI9PjGSPSnV5b3bMii9JD5wPT5ZMr1T0nm8vlmsvGKjAb4oO269oLSiPKzNjj1KQJK8Q32SvDBy6T27W/G9/arIPURM6DtoPgu+08GTvB12YbyoBYC9EKNUvUlet7y1IwE9nZKivMA+gT1x7a28yj4kvBY0DD2cQ9q9Ri0/PZ7WsL1JJqy64MBiPUMjUr1rNAi90c7cPHrmmL0ixQg8DyGKPUT+pz1wzkY83LJ/PFU2kj1LrRC9mIlCPaCUOr3uVwe9L/AoPeq28Dw28W49UnymPNsKCTyMtnq9222YvAkkeL0Exe+9pxrHPa9aVr3ewlG9NNYAPUShVb2Z42O9a+H7vZWeOb3GuZe8XkEfO9Y/zb2BejY9RRe7vRv4cT14Yi49oq5JvXtFF7501FC8s2rfvU2GN73Oipa99G7avYKmhr1v8le9YtXjvP6967wBMs29WICnvTk7EL2gG1A8CijtvDJJsb2pjQM9CsFNPWZ/Fb2Vybw80uUVvVTeOb2rN9W9NwMEvQpy3b1I5ow7K2Z0vTYQirxjuaa9jeHvO/mjBrxANsa9i0qXvR4Chr3nyTi9JtUBvkfpRD1fukE9R3+rvaQEyjx7/bS9n7vBvaXsRr1/q2M8","DgS5vS2t2TtTxgO9ZOiKPWyJAr3HMCm9Ys+KvTFuBb1jsQW9SS+8vWMlFr3aChm+xy8KPgzZDDxJmKq8B/SDvctLRTyXQ+Y8Ms2mPVWgSj3VW5Q9Yp6svCD5rLzO/LE93+KlPYCesjxRR+k9rjFlPLM8PT1ccAA90ivvPAs7wDzzqCO9OhEVvfcmhD03mag84iSOvWc0tDznNWQ9j90avLYmCD1oSCi916XNPBVYab0S5NY9Cx2XPUyFyDxoICg9KisavVHyFTy2gJs9hGClPbCqBT2N8ZO9X0dpPVstwD1sLWo9VknOPMs6dbxJQza7cfW8vb+FPD247cA77wLRvLLN0z3Y7Zi9YdOaPMF4wTyY07a9zWYCvD2dCr23dHS9e5EcvfFTpjxiw7u9YNLRPL+7SL2v0AU902VBvbEYaD1519y9vUhLPKzmsry42lQ9M46ova4sq72iyui9uKfSu0uJZb0tXjg9jyrFPPNCjL3adkg9VJyxvbygNz13/Wo8al6QPE66Mz1HfoC71FCZPSKdrLzzIeg9hecrva0DqL01KYe6MtlxvTxjoLu0DBq95EMgveAU7bys94W9z3COvRAN7j0iWau9pB8+vB8niz2g08E859e5PPWmrj1UHdI9TguZPbZrrz3fC4U9k4+VuqIr4rxs5wo8eOrzu4BNoT1wvMc9Xz9jPSl1tDz0x0m9VTRfvXvERbwiqBe9BsruvOHIZD3NdQe9iC4hveQ8eb3Yalg9vxeyPKYYhz0Kuhg9YHkIPfugnz2rQsA9s0etPdFiHD2t6wM8CYdrPSb+7TyYVA+9aufSPeg7kr14T0I9Z/uOPTyxt716dJa9YgBmvSqYxLwErcW8AE9ovVArgb2tAoy9KyUlvb3Sczwolf48G6ixvV66iT3DtYI8CzRLvXhUBjzK3BC94X2evbdTXrxPp4W9gf+EPSaYnD2QP7a80jMVvQGtjL2PATe9kKUgPbudGz1d25Q9WcYnvdEQNL1VFz69dhl6PQW6gr0F7MQ8",