{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,28,28,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","batch_input_shape":[null,28,28,1],"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,28,28,1]},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,26,26,32]},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,24,24,64]},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,12,12,64]},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,9216]},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.15.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["988Gv5NpD7/60xm//IHZPnxUbL97FIs/p1XEvs430j/Aa0Q/s9KfPml+bb+OAOw/hwxCPy737j5+fhpAsg+NvzVIBb+efaa/Braqv5vmkj950nw/n2/DvUkUg77R6Ja+HpVlv777U76q6Gi/QFTovep2tL0ZmaS/C5f/P+gcED1dJAFAjWrIv21TOz7qCRo/Yrz7v9T1Zb+AzXi/0Et2P8W6Pr/mbh1ABgc3v6N5fj+XIFi+cBYjPyuFU76210E9s1B2vq7RNT5bXle/tOeDv7qEbL8Re8o/pSPyvSKqTT9PTNC/+k9/P1FD6L6gaK8/rv+kvuInHMBV83y/KuzOPvtsq7/Pvdo/H+uoPugK0T8SWMS/CuOPvxFNSz+F8jm+57YTv/T8mz4KTCG/0h8qQAmAbz8Ihuk+WPz3v9PvgD84JpE+Vr5sv40tgb+GZ7i9Bg9dvvbxSsCP8cC+4IaNvYMFVL8gVQU/7apGPw0dOz81FP6/8h8AP52xjb9VpZA/S/gJvpmNID5oSOm+dNzAv+B8uz3aoeM/UDerP516Rb9l592/bTQRQHMmsT7Y/vm+Oc08P20sej/lRF2/HIfqPzXfXz9xN+I/FsapP92RQb5pXKM+/f2nv7kuxD2vYw2/GHPjvwGywz+TpAw/o5UNwGSntb+nqgw/KLUOvwt0aL2Wgic/Fc+yPV2RKr8hKTY/M5oSv2UDqL+RNzA/5vbtvqNogb4lahE/1LNUv18P3z6g9vm9ojrCvsLFur/dLIk/b+6kvfdTrL+3HNu+eGzHviRMwL42LwPAZ2RyP3BBkr9Z66E/Ewh/PlezlT9lxDK/ttB8PyznNT+0Zs8+Fw8xP/HR375o13G/+t7xPqeZkz8yVsm/u5ZoP9MYOj+yDrk+4xy2vlm0xT7iixfAH4ELvsYMBUBrmd+/KSpSPqeQEkBACpe/8lqkPooPOr+1xHm/mHq+vXoPZr4imE4/Ze4qv4/wID+VhZe+mw9hPz5CSr/y6iw/o2yyvlb2dj+Iet0/","i2tHPzu+Nb67Iog/1ZCTvghv677HrNm9Hd18Pts+jz8wDJY+Ao4+P6HylT6u8YW/Buspv2Eeyj8b2eI+TJudPuAwgb9IdIi/XqQzPvKIY76kk4M+697wPHpoAL8B0uY9eSnPPhu4qD82HA4/Jl/FvS98sr8z/4S/JBYkQNkd3z5Wv6s/OcGTPoWpWL63s9i/RNguv0PcTr8iYXg+YzaKvz2TwL+cZzu/qCmJv8zf176PcFy+c2u3vixC6T1pPxo/nPEnvoYzYT/ff4q/H7JAPxEmQT6JHja/IhSLP1gpxD3PzAM/5qzvPo3uyT2pxws+OpcVQOGEqD5gEYk/Wb4APzAKjr8Ecvi+UzMAP1ORB79ZSxC/zy8dPws1DkBVcAY/veCMP6XqsL59Jvo+4+25PrnhzL6dLHW+u9hkv2fhhr53Oqs/gajSv23LLD+G2Q0+9IOdv9BbNr8Dw7s/oi+6PmzQHcC9U9y+WiAzv41CHEDAVbg+oCI0Pwi0Y7+Bhrg/dgrSP/yZMz+MMbC+/XHtvRYA4Lwb1c4/HsNZv/clOD3IToo/qmF8PlKP2j9+lMG9uZCYPypccr/M9BC+t26hPLbuIUB45AVAXRk6P+pLWT/jaoA+avDZPgSA3r9K4H+/kxzaPgjT3b3gQww+anamP/cHET/k/UK/A8QJPpzYhj8JCec/4lrmPlK7kr5wYcu+XudRv8asHD/lwua9ZifFvgm2Yr3Ydhs+KDKyP6WWvL9ULJs+aVvTPqAdbz6VfRY/XEY9vheCDj904oi/aPXJvRYG1D6TZNs+S6iePwcPwT93To2/kEe4P0KeHsDQFIa/zboOvIkVOr+4FKi9asmjPxRnDD+iSmk/JEEYvlFqz794bIk/NbyxPFYT0r9tuLG/q+yoPjiFk795b6M/UOriv+kVyz+hB6O/+zi4v8scIr/Dvo4+Dtl+vzmkET/VJQK9WwcNv/dva75MY4q+Lmm6P22ZbD2sTQU/nwXcP2D21Tukj+U/SbA9P9Wigz+FP6G+","SR83PicPub99n38/e7Auv8jjqD5iHDw/YoVVv+YWkL61uTO/yd3yvlg1sD+FxBs/MOjgvDBmvr9SbRbA6nX3vHichj4hlkzAOOMYQBQZ3D3dxR7AbGICP8zYzT55F/k9DNOJvx6Q0b5vB6G/dyLpPwtosT7ENxI/8Le4v0f1976XHyk+NiQGQFsYIj8tHES+abFPP3DuVT9i9uE/gflkP9JuyD/ZAAo+P+fwvzSYrj7Pcwc/Be5zPwM+0T4Zh4U/VgMIP0MDcj+bJpi/VS/Vvx20ybzqEYq/j79WvwyYxb5bDaA/sVOsPrzI+b4pFPU+3lZfPggzoj9EdgA/xi6LPCj0lD7Gfo4//ORzv+YOqL9/waG/iursvhtzdL/5bDO/qgMZPmtNIj6z3C2/j9Zbv0YfB7/p7hFAraAPwGgBmz9q+h2/RNGRvflc0r/bKp8/PRn3PZMKU79W+Oc/7hCCvxRDIz4gD5A6xPS5PooT777DzUU9iFyOPoUwcT9rK28/uY81P69gPr96h0O/dk5WvkHuCsA5tzo/uoa3v67YHb6Scwa/D3lyP9Pq+z78nRNAmLobvXlbDr/Sq1o8NqEAPzMdCT//bRM//ahPv4ijp749iVM/UwixPnK0BkC8MuA8h2euP+FmMr+weVg/hbmuPsaL0D6LwKI9X9xVvp91hr7nlaS+0N+3P4JnGz+L4UY//syhv9PoOD8kCO0/iDM+PyyI1z+WGsO+4CNVv5bORr8z1OE9svWQv/3EED9Ybg8/mBP+vlzJGL9YX8Q/yb0/PhLsDD8Hm5S/eiU9v68Psb/3xBa/8TOCv6cAzb7JY0I/q0DYP1DB2zuyZfu9IoRovUbqQj/3VtW+N9bzP7rWyz9LqhI/J3/vvyaaIT39s6M+PlySPzbMDsCe40o/a1lLv0t+jz/Sr/y/00S3v0r8jL/AhvG/Al6kvg4Feb+Xf8U9vxAfv5a4/z5BITS/uWiCv6D8lr8ZMrS8YKqQvxwppb/r/jg/i4T/PV12arzmWEi/","qYJtP2NPMb86kO8/UuZnv7Lanj/9DOE+8Y4SPt7EYb/nGzm/F0w0P3hy+b65KLG+mj0RvxjMWj/d2TU/7VstP/f8qL8Py4I+a/7APgIzyz6l6vu+fnOCP2RyJD4Uc0s/ScuJP8xB779xHDXAqN8EPtXOhb/g1Qw/I1lYwIBmSL82TJm+nUPBvT7wmr4261K9OCa+P8egFr6O0tK/DXWXPlXThD/VNTQ/DRCmv5R6W78AQtC+QrIuv8EBej/jC44/0QTGv287or/7UHA+eczDPs5HVj4+zdU/WLh2P7FGjj9dWIQ/JEAxvj47gD9pFYO+N77gPzZleT9p++e/mToCPzH5tj9P8mE/Nfp3PsJ4qD/CYifAwFiGv990fr9Al5K/kRPTvcwaDkBoExY/NmCPvbTyRb9+G4+/nNJwvp+VmD9PYQa/vI2pP8u4Mb9tcy89c4QXQJpcyb9Qokw/j9nBPZA6RL+mGCK/zRnkPsWEsb7nqDg/GM+pP2LvDr7peeu/am2qvv/v9T6BQPk+kdsdv1qOLj/zljG/+DahvkOHdT+n6ec+rPqhvoBjGj+JzSw9oDRqP41Ayj/urOg+KMyoPiJWy74+Q/c+yy6UvONfF79BYFG/5M8jP1UpPj+O/pw/PLZ2PzZF7L7tbFE+NoWGP0oPeL/qeAK+3rTFvvETdT/7hvg+X+uRvoD01D9uXPc+UQgRwIBW5L9G21O/JrmKPpsWmz+Xuag/04mcv40TVj6dAWI+Iac1vt+8Ub8/RfC++a9APzHoVL9KP4o/57nbPnKqyL5gNwO+lif2vm5EjT8cTkU//BtLPwa6fL+rxrm/zZTdP0T9775t7AXAbpFTP+mFqz/osbm/NEajPy138L5VRN6/FVYaPvBUCz9kNzq/Ly8MP31Sez2wEuk+Bhq3PkAAtr4xMHS/FVDkPOPTs782QcG/CaPev81vk797J5k/RASzvusPvT8XFhC/s6oLP9QGpr9jJJm94M13v/Yy5z4cuGw+NPjsPk0YAr9jmI0+","m3OavryV+z2M5zw+zczEvzF1Ub577wU/X0g3P5Odu76CRIm+rA/uv0BGEb/ZhCo+gnicPln9SD6YMJm+nXmoPw=="]}],"outputs":[{"shape":[10],"values":["5ukCLHuyPDlTv3AvK/F/P1llcC+Vdp0xTenxIrI8NjKnPhAwR3JCOA=="]}]}],"trainable_params":{"conv2d":{"weights":["IibLvMDgTL2T2nq9Z5PuumutDr0y+ui87gpnvXysb75GY4i6FZeru5ObN77/HvG8e7w5vmSxRr2la+28d4VNuu5Zi72IIOu80UBjvjIO370GgGK+4yztPVLA3z2MKD49iXXava+Mir5DqWC+MW8OvAC4tb2nWyi97r1MvUMic721tLS9tFfBu+VTAL4navm9/jO/vcuUHrxLWvC9wrqvvS3xn71BBim7znftvMOJTr2KpYO9b3zSvGFffb7FVFS+UZBXvSgSeb74vC8+Dqk3vFTp5r6TryW+FBsGvjGAXL4xd1m7dZiDvhn1N74zhe+9gh9LvdAUJ78BDAG+kPuBvpTQ5Lt9YZS9Gua7vcfrW74IzTC9OAxgvmF1WbtRs7a9pzYkvljm3DxKbdo9fptPvry9Fj6pqfk8pdmUvsBbET2exCK+NjF8vS53iz1vW2y+Yp7FPW7jQ73yf+G9FJ2wPfyCub1pq5c922yhPSi0Kzwkdg27EbASPhpKkD3+kky93RfTvSWnrj3FGjC9A8oDvmagQb0jJ5O++hf4PQ7Lqry0xr++x88WvkuuvL3XHdC+/dqpvSldKL/efLQ88Sh/vpdfgb3xejK+OWiBvhLaDL6Pj8u+Wf24vdiLxLyfrQe+nb0Ev6STs7uO7GI9fAvdvTQ3tLvedpk9k2uTvfeCLL6sTQS/Yi9pvigjAzy+SGm+vdZvvtxQGT4xCcK9q8Anvcv1G7vcc1i+4+CBvTKZkb2QrYW+qfAtvdODFb4Nt9q6f7/XuwqlCr4O6Za9zvANvpUf57uAq2e7E31Fvup2Wb2UhaS+atYZPJF1kL63uHC+0tlvPQi09b6wH9Q9RY95vknuHr8UM+S9rdvyPDTmtb7aJcm9DdAdvlaWUL5AsKy++YUHvyjF5724ROy9xBMUvhaQjbtzvRm+IS4huiYJGr1kC22+AfbQvVuIDb7U9Me7b3zKvpFpWr0KrSm+742rvkUEQ77q2mK+TF2qvBv2bb5sREe+55VhvTEUwr2jQE+6","aAGkvZifbb4rsC++wJzVvGnhAb7695i71Ng1vnuZZb2ObAu8jrnBvRY2vLwvxwW+CPgkvvsXUb5Dd+O6H/SqviSDgL5sEa++deauviw6qb7toDK+BDhkPV8AAr6I5pe+7PcEPWZxXz3bTsU9KieKvTtiBz6DbaY9W+X2vLjtjb0acxy9V/kMvhqptbu3fja9zM/cu1YnEb2IH7a8m+vlvHw01b1qGsC8mhUVvgZoQz4MXJe9M2Iuvv7XDz3hCoa++DeavZOOzL1vt7K+iEy1vaglzr0RPoi90WUBvozWgb33NBg5I/m9vaBsQ74889G9otHQvhVi77n9Dmi+205Ova//sT2wI1C+1jtzvQE+N75H9ki+WK6yPUg99z1PIBm+Yg2kvQpfg73ZExy+oIQ5vlpWi76Jx0G9G4qVvTc5WDgIwdO7hn+UvXDzdr0LRUm8pymqurVLIL7bmZ+9nnFYukfUnbw4g5i9CN4ZvrqwIbwOlAS+5dPFvLOljruo0gu9"],"bias":["g4UzveVftL6wLTq9kNQ8umlV6r5rUNy80BuMPognlL1sHzk/gJtjv4AxKb+fcUk+CptFP1StDD8Nf+y7mjkpvoBZUrt+gRY+aPeqPoACbL7ew5s+lXBguwQdh72nImU/9pWhv+WwE7vs4Zw+V/YavYwpgL2zaBM/7t9hvb1ILL0="]},"conv2d_1":{"weights":["tD82vHU0oT3qi7K+okFOPE9lFr3W5sC+1fOIvZKupD33w/E9kOeTviY34b0MNlS+9RQHPoPat72wzZu9+T9ZvSh3DL4VbES+4ZE5vbVQAD5IxFw6N7ELvTAdQj2CuhC8p/t1vsNZDj4r3VY9vg+tvUGqJD2sKe69w7irPE7HDj0LYqS9AgRJvXMa5b1LQ+I9w0HgvfF65r0twyI9HyoCvRqt/72pZxm9cd+zvXfz0j0Lr2a9KmXAvNb8JD53RsA6M3p8PP+Uxrwfchk+TxpzvZrkMD2cQ0g9Fllcvev49j3H6Zu9agFmOlsMSD3MD6M7sYjvPZCyoD2+coe9sXTEvEzqxb1kci++Cj64vXcel7w+j008+7aUPC+g+TzhHbk9YtTlvlZGDL+tVFQ7yIYePUxqh75aIQ2/zTXBPoRvsL0Mlr+93sUPvSx85zwtThM+dmtJPSMQL77kgci9lfY7PUweuL7sF6u9gO/DvD+p1Lv5yNU9tw2Fvf9Ln7yT00s9mTxLvfXF2ryZPIY9mvkKPTO6Cb4lsBS+lID9PaoAQL0wd3U9NYqVviDVOL6ywJg8+DsePcETsL5WILY8B78zvt9n8b0gpl+9768pPX39PD2fBQ296qSTPTJt/zzU4vC8vHwZvmY29bz79WK922X7O4viMj5nOac8ZkjYPb4POL3OxDW79h7XOg5OXr4phaI9MRRFvDD+JD7BgRc+riTXvegdsjzjWQC//xghvoMfHD59sPE9yn6LvsZYob6zhwi9OTamvYbPUT5+IZo82IuvPQVeCj5KkxU9ye+RPa4UCz4yLKm+AIEePZBssj1rFJA9TpVJveBsvD2fEMC9bslcPf1fBr1T2Uo9MGAYvn047LxNyAK+regAPiSqC7+ciuO82ShfvyGFNr64jKi+vx4+vzYvYL/nshq+Sz4qvlT1/z0ELeQ73q0pvxXcxr5a1TA8jXtIv2bZrD3p4Ks9vCdAv9YGsr24tBW9AXBMv9zv/L2XT8C+AE3wvscfub3LNj+9","WmL/u8AHxr0Q/mo+9Q4wvPl9BL7/sgq9QY3iO/xrgb2SD9I9j6n8vsr6p73mka89pbHaPQHJjL4c5KQ9pOeEvmW8bj1cSpG8nYlIvSjn3D2UGBM+rA83vZ7KsL2ditG8wRC1vn5pAj3Ja/g84O0BPcSArrx7NWi94H9pPJQ5Iz2rtNg8UQnROo4Kl74gNCk9dLyzvduV/D2Jof09TYYbOwNS5bxeZgO+Gf0cvpi7nr1/F7c9NRO4vQ6c3r1E7Y69z4ikPSSC4z2Vou09GaLJvTRVxDwtfY89ozAqPe9Pmj0+3za+9IIWvPzH6r1cH1c90pOuPepKAbx18qa9wc/CPOSUIz0HfE686Te2PIYf1jvkRvy80DztPbseoL6Rmpc82kHbPFVRCj66TA6+PX8Zv9iUXz5c9/g9cT70vgrrGL1O3JO9JrOGvS8etr5qJza6HV0Lv2y15byKyhE9n330vr6sAr4/94W9v2wgv8/u6Dw03rG+ShuRvbccFzzXHrs8JV1cvUi1JTkxyem9QslEPRVPA70HLio7wnJbvtkkY73s6D2+Ygk5OXE6iL2YkOy9tXduvd7fE76qhpG8eYsJPEJW9L1bCDG+TVgvvjTzp7y+5re9Dj2ZvefAY71fIAi+hlNVu+t8GL557Wm+wsTrvBWKx71F34G9Zk3RvFxOkb3XRJ09AiicPSDGPb0Ojnm9PFFEPWaTxr1WR/a9Ucjlvdq3Or7BtrW8TKRYvKJ9iLwb6Ra+rEZ1vVrERr1QNgu9w623vUQN872zGPe9QpGqvf4dSr5oOt08MVeuPCE4Fr2UBga+YdVTvfIYp71xNzQ9CJaDvafdBb72bIS9zzEdPWvprjvJVH69BwCRvUwfuzyeiSu9LYQDvT6lk7y03fq8ho67vNWwZ776xCC9S79oPVaVkb0ELa47BBypvLj7p7yRVea8udc+vVp8vzx+9vM80wydvO28A705DQ08+MRsO9iNe73RUMS8rzi4vYuBUL3oypI8Clw7vbOyiDwBDt07","FqFNvVbkSTxv7gM9koB6vJSgn73yrG483+BOvZS40r1o9SC+CPbpvbagwL1dRJe977VLvrXSqL0ttau9GHxbPb/rEL7Wmx++0EYNvhkjxrwJ0QG+jg6PPVYNrD2YtPe925HMvW5WBr5MeDu+skbvvRHPxLxo4M29/db4PMXEWTsuhv687S68u9Z4yLyOHBy9nPLgvOPqZT3xHIK9EiwaPTA7B76k9Ig6yxsJPNI9CL1CRqq9/M4Wvvr4W718usW844fIuz+oir3cWDq+4NNGPd6lAL6eD/O9NIzUO4fI6707uGS9NFr0vX17/r3UpMK8HouCvVjOOr7vysu7G4sSvUjYjL3+mNa9mpRoPDgRnTzBUpG9Zab3PWg2NjuG2IO9uUbRvbf/ir1T6qe9pz8JPUYruL31+gW+WQ4gvawwwb1X19m9qRgNviktab3v59G7It2tvWZPe72jALg823tlvA1VWLxUQGs7Jbl6vev2qrwBw+S9x720PexuqTwU8zI79rT6vMHzmTzrYAi9VhdNvaMlkL068RM8r1XqvSOrjjzw1N29fkMbvWfhsr0XM287uRRAvqlaOb6zWu46DDcTO9KaeryfdPO9ci80vlN/bz3a95S9sWMyvQvGGj362bq9V8fXOwaeQb1RWJS9+QLAvKKiA76pT7C9m9fCvbSLfj0pnLC9UCm+vTKbiTyusLq9Lze3vTEt4LzEHXO99smbu4mjVr7lYJS8FW8ZvDW1F7xv96K9QuYfvU2zqb2vkqM8QxuDvdzgUr72Vqe9fC27vSX2J74cwvO9g8ftPH0JJ74pZ8a9LwnivSqJK71mJnO9Ay/DvdAlSb2fveq8qZaLOzE9ezvejYS9P90fPIeYrjy6lTe9ymbUPYMBoT0yDr+9CVE6vpAGVbvLekS99ioVvVXmGL7Lhi07N95/vSngBL0ZrzG+Dx6OvdjdrLs3h9U8a/+BvXLEQ70vB4G9OPcvvU39cL3jOR2+czfIvQ6/gL1qYJq9Pd0Tvp7FYj1T+JQ9","o0SGvVZooz3dY4q8Wv9rO8xBir3KnoK+X+GVvk2+Oz1xehc6a3cKvjrdbL7tTMC+HDGevhpCOD6QbXS9NMmJO4iRBb4YXq69p76+vgHABj2M6aa+0lXTPa6F7D06XyO/1Xi1vh/ygL3Gvfa+2OcXvgOqDL4HmBS/5RsgvYxOnrwEzk29NSHevQ5WYzxz/oY8UwCuvSq2Zz21/sK+9cmvvKHgib7AS1094NYGvzT78r5Jx0C/6PVIPtSMCr6Kw7M7vd6QveNWrr1tcJO+qWkyPrpOkL5hGBa+nGM/vTA8ZL5Zpaw9/yPhvVgaCb6znvq9zk+xvdBO1b6Vi4k9OCYMPZUTgr1Bb4y9OmORPQNtbr1aIW+7pYjAvZLsMr8uwXi942YsPBHE8j1gI9C9/IfGvp10qb6/+sg9QpJPvYoaHzzG01s+U9CwvhHKu77Omea8egbxvvlWAr4+LhU9i3AYvwYPVb2NMpW+/ZB2Pl6eE75w8lW+7MjZvpFbfr0c8wG9iFRCvLAY97zxdhe9GJhpve150L2hgQC+XOBlvUzjUz3jKaS+ld8FvrYfIb8RdBU8XFIuvBjngT0Bm0I9QxZNvqM5+r0e8zk9K0qQvqE+Wj2XUGS9sa2kPXiqtLw45uS+stujvQvmdb1MmSe+OK3ZvcSEGb6OGba9tvervb7Agj1jzYC8OFmJvMAkir7Q3YC9IxHJvJeu8T2yRX2+rBcRvnj/Q74cEXe+hAVqPYHgeT2raYq+aAYWvpHrGr4BF5k8ifV3vRkwWb5QVtS9ZUf9PHn/d74Nuia8vQNePOSsh70Ards910WVvRVQ+DudGw6+IzNQvossC76lcx29RZfSPKbuTT0n/be9aiAQPRrakL3AYoW8pM+5PdqImL6NF568Kq90PMwoZL4oS/e846mZvq+ng75wVpS+DtRtvsInuL2AEvM8PxKvvh6sxL7THZA8Gx/GvsYJL7vUvEM9TRDJviDgVD6XB4u+VfGVPgrtE710+ha9U2hNvHoIsb05/5U9","EM2IPGi0D72SW3a9J7+2vfWNB70Tb7O+RGN+vkPYZ7vFktO+9ZK5vl9rkb4nbdu9Kxoov6EA2z1IIYO+g4SCvXO6ljxsKtS998Igvj2OOz3CqUu+DWVBvCwAlT0BDXW9ZB+WPf51zzv7QTw9fDaovb36wD070pq+oU4qva0Uob3MA5G8fB8ZvVYpcz2zWk29tojlvT5jCj3SB5u+r3QmvRHkMb/Mz2y9rCk5Pl1pFb4biYK+ORXAvS7hvr73V4U9ex7mPW+gTbzJhRq+qQkyvuhjq738vem9vcI6PC2Wfb6lky++5Dj5vXpWPb19KIw7CU8hvqfz8L4dOQ291v94PZN8Dz12hlm9zBXKvWzSH7y3XAM++YmKPAhTtr6m2zi9Etq+vuXPGD7yiq08q5HDvp75D77VTte+T+2lvV2pbL1m6ra9mAn7vtSuq76853O7J+qYvmDAJb1v9P882g2ovp1w37516zO+fQP+PYBDDr3WvSa+puShvkyXPL12ZIS7IARyvYM1RL3jSEk8IPGtvc9/tzwTB+W8fv7hvRokBT4jb+W8ArCDvZZWlb2pqBW+hycTvpOuq7yiFCy9r3hMPVYAtb0V38W9MzbivKe3hb3gyce9AetLvbPjFj3Co8e97lAIvlB1Wz15ucm9dTOrvT7glrxRW1A8pJw2PQxayb1of5m8jWDSvYw+DLxUvKA8byoevW7tML2xnbK9yj96PJLE3b0mCV69FJB3vUM3j71HE7c86SvMvH66t70q3e47rdmAvcb+5ryZ7XO903HmvdiTwb3l0cS9E5pdvO34aDxezD6+2hVqvZ1PhLz6xOS9ZlMivSQZq72uFLy8NrWYvVv/ILzoqsM7WpewvMKJdL2DBty9AMgBvvxdY72dkE68IuWYvTtEIz6T6B+9CfqIvRCL+bvYjau8HC2qvckPBLyxJZG90xTCPE2aFD1ycUw893aGvR1T2b3iBTC9N7+Avejzo72IKyO+b8CpvUWN0r13QuG9sN+bvaNHvr0Pava8","2ifyPO2hjLoMC5c8IwgcPYdN7bwRqz48slyHveSvarzhGM6998pZvQY8T706yN+9CNXNvZmSuLymVRI9LDL1vdvGtL3e56G9O4jrvHp5U72TOoK9UFjeOTzA2r35ssK8vavZPD3/tTxYspy9mzsrPf0fEL2aPom84kfwvE/oAb5FhcG83c3Pvbl+Aj0Isca8v1/pvWzTKb2iyI+9JnXzvBFf+jzg5hm+D8IIvkejCr5SWvO9Xfu+vU4Fcr3X49q9mZqcvbmCU725sPG8oIOgPPgRrL36ZbA9KJKhPP/sIr2dFpa9qK4iPR28fr10fL+7sfA0PCUyh7z8l6W9Ay7zvRmwlrvM+US8ZHOKvY8tvb1zViO+MVzpu5xy/71ldQE9OG0VvqSWhr08wCG+KzUBvvC9g700o6e83rECvijNHL2fA1y9nwf6vTNkh7xcvl69LMBbvIzv17xoSCQ9cRGRvQbYur0b37e9sZGmvS0I5b3VWsq8htG3PLXuCD0B7bg8ucwjPbRbob09Ldy93ztMPTBkhTyMplc9/g1YvDwpxzybxjO7fADxvclLC77Gf7+7J050vU+c773VMj49GlIavZChN7yNgNS9nRTHvUDAmL3B7oE7gI55vSu0ij2GBjo9OSyuu98mwLvy9mC80Q+TPT/Ha7uSYEO9LLKsPWRBi722B3g6/W8cvqIGDTxyMkI7CEUBvjf2T72SKSq8/eNRPXSNhrw+laq9/IdAvbXYIDyO/4Q9cgsfPaWgj7kbFQo8KdqEvXZ3y7180Im9s3VtvVlJub1oRyK+0apqvZuPQrud5EC+Gam5vcm7hb3FTEc7bMW7vfsmDb6NtwK8o8mfvQvkRT2pBLO9Q8E4vXZncr0lDGq9gqHWvT0CgL2YqMk812fTuyalY73lmkY8a5W9PJ2CMT0+kgS9livFvBqPvLwqToc91CvevX9gsTyJzJ29YUqbPM2uvr08zPS7d9zqve0kZb3f4kO+9qIfvSVsNL2K0WC9+Z3yvd4ccb1GMFS8","JGWLPW58TL0mMBG+KUsTPb7TFb7IfRO+0QE+vQVnvjwrHRG+cNgMvteaFz1E4eW9+p8Bvm9ibD2vBF8+qsFAPZLVMT3nNzW+NNDtvV0AuD3NJRG+37yYvCIa+bxzeu+9nsQkvkW3ebyUyDC9OQ+uvIwGLb3JpDW+USeTPeaPLD3HiJY8tTIVvd+6kr3+BW+8y4G1vdu7OL3INia+i4BVvAzqLL5WGUO4xnfdvCNNvr1XlOe9NCmhvGTwGD78Z3q9NGzwvekdP76F1AG+niM+PrGJVL78QQq+S7J/vd3i/L2njjy++UFAvtzYIL527Ic87It4PSeEeb20kuY8c0oMPZi8tTxvsIK9uimnvalcpzyJpa08SKKgvZRrbr1cl2O9+3RfOwSWzL1eTU2++dYkvmK6rby/1Yk9PMDdvXgPXbwi0eG9HZboOxuQ8L1CFYu98JxLvTJi5zwINbY8xlQXvppVsDszrX69CX8ivU+pYTyODCu+mTg8vglLlb3eLu+8dqHOPE85Wb2k/Lq80fogvEabpz0kNV69Sil4vfugY72GQwW+zdbIvu0a471g8Lu9HtsnvgpTUjz6gY69CBeMPRoUGb4PJVU9RQl6vLGxIT4Qbxw9iVvNvUsHdD1DrOm99FBbvVVAPb0hQMK9vRnHvN6M9r3UHjm+5xKOPVXvmby+0sU8FEuBPazSaj3Xd748SdymPFnthD0Nsi49jGqdvemWtr03lWi+qlgWvU9QVL7abwE9JuNvvTtK271TOvy8XsCIvdBPWj0S/6q9EXgyvoOQhT1hy6+8qcQdvYWXYL3+EWC9rEJAu1ZS6r2isHk9jFtYvdi7FDsbnbA86uCQPZeHRr1xeGS97V/gvAw9ATs1WJC9PTqKPHHSmL1X26G8R9T7vUK8M74faAS9HOyKvXS/mrxKCgi9UVmxPabUIT3R0ww8mn/TPII3aL3UTYe8DOYhvdMU8L2/Znk8n2rQvewjOr54Yfe9uOLWvRcCMjxVYda9uZGsvdA2RT0s0Fk9","8BSUvX2YrDx7cYC9G1HKO7YiOjwqvpi8wvBPvtgtN72/YKO8ds4Dvl+4+L3DWvu96ayJvocQ+DyXD+c95c/tPJ2csb3eNG+9LncOviKyeLpbjBG+4MVJPfAtID1aEzG93RIjvfSgf7xxXnc9X5AIvdVIn73+CuM9rUZwvZqvjz1U61E9fyz7PBKeqj37c2c9ESSgvRkVqD0V8Ym8ATcBPTmoTz1fb8O9UO5Gvlwm8jwbXRQ9hoyEvj48G75L0cM6A4M5vGMTDbzrQwM9TSFbvgGRBb0heJm9rUy+vEWugL0XZ+m90jX6vcdAJTxPvXM7IGayve55jTw8oyg9dCoyPW4UHLxGe/w8VFfPvSwws70K4uC9X2bYvUaltryLzoW97jJbvRAKZ76TgRq+bF8xvlt+NT3HDla9cDqxvEC4jjzFgpu9H1q8vVumd7xm27E9knZkvYiU071jDKM7Hcq5ve/vVL7TONm8wbAmvYVxLbvcIvG93VfFvSNng7tIwJK8On4WPSTGB70W1Ji9fFqZvNGEub2rX788/goevbgniT0DDy29xAYwvWERKb6RLwW+XigJvRYt2L2FM0y9FFyKvYwe7r0X26u7me8AvqXAnbycS8W9rwYbvB1riT0mkuK9iQOzvT0nj73kNRG9AzSqPU0OsL1Xwqc8jMAhPVZq/rxJqmA9tHQGvd76RL2OSp69JFwxvDZbDL3QzMO8h0aSvegz770/5Gy9j1MyvBGj2rrv6wi7QkLNvYzoob3qP6a9YxiSPDmqYb06Lve9Fd5VvV35Nbxw5kQ88irFPMcbOzwmhgG+vnVQPIKb/b3YgjS9fX1AvXfNyjz/goO8t+ScPRCLg725OYQ9xt6KvKEViz3DfU+9w0nrPN+mpL3sq3s8W9zRvVUSNb0Ju6283p5lvSKQk70sEKm9va9BPUZDB72a0mG9n0drPQXNu7wdsfM8MEaLvYqdnD2Ga7W8nSIdvdcnIbzJh4m8opzIvUjzgb1OdjC+Z0yvvYRnh7zHeYa9","ZQvlvOyf8zzFpBU9JL2CvWU5yrrohoO7CM6mvb9sZL3KmcI7IE8GvlbPAr5GdRi9ZXqxvGf+Rzu4HNq9l+zZvbJ2BjteOaC9/gi/vToSuLx72OY7UmyYvaJxfrwj2U29oM2IvaNR6rwcr/W9xbgLPZuO8b3p3Ca8+4iZvcL9ur0zHlI99Q4KvaU98Tzwbmo7iB9+vM5rLDzF2O29DKt4PBo1Hr3SuKi9z3VpvZNyVj257we9afqvvC21xzy9iiO9xni5vTW/w7318ae9FjfMvdkIpr3+wG291msrPcleOTyc8LW7+OVXPPILxL3cwpQ97UZgvVooKL2+Gjw9WP2SPC83Tb2aMT099RcWvRtUXrz5iKS9IfeMvNSHaL2AkB69O9vAvb1aj70NT8S92Sf9vXOUzr2fSUE82jGrvJUKmb0Hbo89cMDcvWtOrr2Fnou9528QPSMJ1zvxGuU8WYtuvf9wrr3+vbu9NWasu1gelD0h0vW9Rvlavdsl3LzisQS9p/CRvKUXrDxPBAQ9KwDBvVBfmb1DKBa9fZxqvO8OqTs7Oly99xSCvRQUQ71GUeQ8Z2OdvRJL37wOztC96/B9vTLOuLuzI/K9BmcDvj0wYz3CXOK9ZjKrvWxR8Do1LBe9stgpvV+3IL1C7Ja9LdpiPfrcBr2fKtS9EROGPZQk9DyutB+9+IuIvdFcpjvpk4+88zOEvDIaBD1mCFO9Fn/eu1GQRj2mw/27NdNBvZ7A3r2KGX89vlTNveGYsDyRDrK9p+IwPY/dV71Q3Ym8hf/JPF4cD7twuRY9zKeVuy2IlryrcA2+BR2TO3YYib0Di249QHugvYwCODtg5Ak9u7KjPSZaMDx1E8S9bIIRPVA3Ob24kvu8/2FrO1T/HTzoD+s85i8/PdA8gr0Cgjq+4otUvKtsgjsOE508306avQlmLLpv2mS947HuvWocgL1RV3O9392kvSl6Wr1DMBu9sZ6xvW9W4b3d1m+9/WroPH/tib1fppq9qpfSvda2arsIJxg8","+YQ5PZU4oruj4IS847uKvdlLQ73hNlI9iUuCvQktzz3/YLu9jL8gvio5sb0gKdm8xkvDvYiOC76EEw29QZUtvsuwar3PE0a+tzVVuubDDT0C88i9XPOkvEYWXz1ob+K9mPvevZ6+4r0SYTW+oE8Xvrb7gr05X869JFJTPYypXr1A0727qAi4vH/TOTyiQY49H2SzvXVVgLxQCYW9+6+fPAS+YD3qA7i8EVIHvjrJGL5Haoq9OnsIPJtfCDsJkLC95VqSO17BUb2zxYO9yi6PPI4x2b3CVAe9AqOtPeia1bwF2YS9qClIPYw/qzyZoIi9WbGdvRtdBT0qDHa7ei+SvDxIt701BDc9mU7RvW+nxL3BAX+9LIaJPZg5XD3r4pi9v68rvvIQjrzv8568bVBBvvhxF76xs588wUOevcoxRTxWrr+9aXWpvQSoQD1b76y9ttPzO0ffar29sUu93GcIPOZZO75Asz2+zMg7vXVZo72bfIS954yjvdFWQD36IrC9L6TLu1Y3TL0k0mI82E9lvUF6w7xfhkC9fhzTvCJzLj2d9rO9AharvXXx0r3H0Ry9K4ryveg5jL2Jp5C99b6Yvc32Qb0hHAS+wdQGvhB1ZD2Urie+aUpYPeiKXT0yXzw9ff6XvRZ8ZjtzGge+tUKovCxWh7zaXNy9UnXYvMJ6ND2ucvE8ztvYvIxGTj0j1DS9f9SdOsw4jLxQRRE9gbpOvR4kn7wzRBq+mivOvMbzAL2JTz29O2goPCcgUb2QrTu94FWevS7mBz5/2Ay+AWSnvWArhb3SZLQ7pRdgvZ4qBL2zrKu9Kxa6OL3+RrxzkLO9BoYPPRgYPb1RH4A9uCZdvdrnob3ctKo8rmIMvjblYb0DLaq9UJMou7xzOD2/Qfa99xEOvoKtK71qOHC9y2KcvX8EM72u77K9UCSOvfMldz21GaK9K8EivcfXnb13rmI8NN+CvZpdkz0xNDa9OQDoveDSrbwOY4u9zh14vW3qi73iVyQ9P66QvXHovTzrq0I9","x+xQPHr0pDo46ae8YffQvEM0MD3W0Jo9f+C6vZhz+Lw7xRY93DK9vditUb7pAL+9gVaUvXmN9L2tCIy9YPhtvUL+ij00AKo8mOjdvCU2mb1AYQS+eeGEvbKpirxBlZS9lp8+vMetvr05QMg8dHDnPPl8Szzdth+9atXIvP7zybwRPHO9umYIvfUmibxKEWa9XFH3vS1HcD2/zpG6Y/3RPCnVfT1/sJe9DTMSvj3kiry+D5C7r+FdvThJG70S5R49zSGZPe9ZrD0aTCa9a3WbvQ9b7r0huoE8Pg59PTsY77wdEia+YfvMvWEZsb1nNIu8pOm7Obw7yb0ukCO9ZgGfvSDlQD3pBBU9y9DLvCi/EjzodP29HCiJPDRN/zzOmmm9Xj0VvhFPbzumVfy8Z53APRcL6r1qhw2+gKqnO32n0L2ChMa9i64nOpLGbbw8jNa98mtVvVehiL3bCTG8A0SRPBNiPL47wN280buNvV8AHr0pMEe9+2pOvcg1cTynRpw8xU3XvMl2UbyhASg+6eiLvRXCTbz3/8G93r/9PZGeODzP/GO9KVgNPZw5Ub5ZNTU+fo6XPZctyrwibba+n3eFvZcsjLzBUUA9DLXOPVmdKLywm1g+35jKvQxxXD1sjn68Ar2yvmPs0rxWxtg8nNh2Oi4RIT7fBwK+9/pPvVf3er38gNW8EwRMPNKNNL0JkXY90AUlvvqPFL5hOAo+3GziPPJ3vb2bRea+wtpSvhIJET6LMWA9BMYoPGbfpr7wW069CuzvvLEEPD60My0+45NXvVmrGz5+3o+9OuCjPCSWOz75atq+mqeLvePW2D2v6Zq5M4FAvgZbUr2j4ng8cfsvPYwgRT2Ja8S9nsORPvisgT3C16+9vA0PPlwd4T3IfcK9qZw/vUWYqr7zDj6+o4w+Pk8/Gj5HHee9t6ESvsa/AL4215u95CKGPtqvDj7yyea9M+YgPo1Xzru0JCe9TBnEPVFOWb5KR8y94GjCPTaAjb2W19O91swSvgquEr0MrZk9","JYJyPCirm73dVbS88FULva2Ftb1lZM49PQgBPvepaD3Q7pI8ArfMviWMx711xaw8pq8UPkj/JL0S3V2+ajGNvW9s8r39y709OPWAPZ6oyj1UybA9KN91vacdOL08CK68K1nJvkOGy70jFB+9UkYpPQNShb7Mh+29XwiGvRs2R72QWDI8JaUavrmk/zx59bC9b6X7vIg80TwmK2O8V0HhPVWyhLy9UB+/EmSovrFhXj5lbjw5CY+GvsrbYj71o809rNEavXWCmT3i57Y948cfvV8vKjwKZ/a9m+lwPCJAB76VHby99WQKPsck6Ty04oi9S5Q5vXBTdT2y5hc5k3muu1iGrLwLb7m9es0ZPrO5zb0F9zm+lxm/PAe9CD4z5gU98fRjPB1qrL1DDOc9f2sVPt8pTzulrsS+I+1tPuTrZr12PMo9T/YRPpjSbDyYD6Y77CCuO43dbr2XZhY9E0D+vJ2oY75ATZS9lnVBPsSyer0cknI9uV4APHCmqb3iL0I9Fq8fvZQUQb2Ufz697KXYOjarGb6DgTm9gTQyv0vgzD2BE1a/o58/vc393r252GS/29Fxv+Y2XT3rARg+8tzIvZuIHr6UxT+/t75Nv72fdby9/ky/HygYviJeb730hpa+DtPcvn4tUb74n0G/bEpTPLcjV77btbC+S39CvSRoBr6C0RS9onkdvvmM173C0VW9FfaUO5IeZb7JI9u+/VRNvtq6uL7/Vn6+e8TLvTF/3b5W/gS/LgBav3RACL7WMSS9jd2Dvjlq275DneO+C1R1PVGyCr/7eE29nddMPPsk475Jdza+TRZCvs7og762WxU92ZlwvubNBL/j2pI96BubvMBzLb1iMMM95TGzPXcqrjwlTfu8jnMtvu3jXb7BH/i96PuWvjbgrD2sJWi+iJayvivf4L4VGo++LDw5vpQ5ILy3bYK8gI3EviLHEL4UMxA9Rxkovibzh7yQeh48fgWJPv8rMT37UBy+iJ6YvZsMCT0+V08+/TMLv2N8YD1MNj28","8RwmPSTWVD3czgS9dDxEPcWdLr2u7xe+YNFQvbQtrb0UaDq989D6vfJWNr2crwm+EA4jvmI4573qsoM9svzLvdyIJb4nYC2+WaMLvsfWG7uwjQw9ra0VvprFmr1wt2q9+kPovTa5gr2rRZy9v2D3va7oRr3zK8s8YIgTPejTw7yJ9b+9XfQovSHUlr0XHJy8GbvNvVB8aj05wXO9BalOvXykDb51vPK9zNIYvgqEYLzuAc28NZgzPEHSDD1Hvfq4Ko8WvRqPu72yFu+6MXS5vASvjTzNsim+kjcdvrGOmb398rW9MwrNvWFddb2FZfa7Gq5KPWaKwjxzz/C7MSrXPL1uW70OxJO9OapUPaCuhz1OWy47I5UXO8oiCj3ez7K93FZFu2onurw5VwG+6/GZPHGl+L0I2gO+S6cxu6ZvWTrbpje9s+k8vTxKOz0Jpaa8IMiKPTlgzbyrMMS8syAoOzk08LyjmXy+iWYlPQhPlL0AKqG9wicevQ3mqr3rtDw8Yy5UPCVohjt7Oce9Ya+evbqf/r2K8xG9D6RRvU8fVj1121K9D/bxvTk1dDuvJ+48w2GhvSK2njzvJfE8oC2RvS2Q2L08Dza+7ZabvSiugz0PMq68HDEGvD9+Jr34Qda9ncd8vWNunb15o/u9+QBPve2Zrr2bHWK+kdmFPeQdu72dCYk9ayvRvdVuj7y46C69tv+avZY+/jzZQaW9eRKPPBtmmT3Mr029QbvuvdTX0bw/hdy9KwAZvKBPjzxKmia9gTxYPFyB5DtVoEG9nGmBvTsQ+jyD1x89j7jJvHwD2bw5TgC9YwcXvvmXvL0YUPm9wWr8vLQ4l703nnw9hm/mu7zuPj3M67690e7COnnFnjzAYUq9YwKCvcqU+b0PYLq9TH8+vdpJEz3ZJe695o36O5eaQ76MweC99zgLvVvfNDzc6dG9AnwTvJkmbb0eEAu++esXvsEpmr277Ry9o1KovZaSsL0jUW07PeWMugegbrzILbi9f52ZvfPevr2aE1e9","Be3Nu+ooeb3dKBu9S2vOOsFf/Dq6ja08dx9MvYiYHDyVIu+9TomdvYPJR70M+ha9tzUmvR3sOr66DiQ9qF3wPIMizb3r3DK+Y/x0vbRnhj18Kb688ob9PEi5h71F5me970HHvc271716gBa+XGlvvRgyqzuHzyK+QyjavRBzgT1wiz29r7yovdGCpLypAmM9VezjvHRzjzwCSoe9LA+6vOhBRrs/6ai97164O7I/Ir1oDBy+0a1HvbyBuzxOjyq9xvkPPH3esb13tMy8YyCJvYMwxb3wEyk8lnUbvWm4srxQ+JC9T3gevRYDU733id28g6UdvWypxTyLup48ETi5vYUbXLxSYqy9ZNYQvl1T6zxTFtC9geyAvTuUAL4CUeW9JrWRvWNIdr2qbYC9J1mWvW7T/b0Pavi9wODou/oYnb3n0jS9wNkIPBJY5r2vGB69KG4TvRy/Pr0qp828V2RWPWxAib2sGL68ExeVvVCvj72yR/g8H3zovfeDLzxTc8y69ESHvcG1arz297I9/miNvfVgGD1XFFq7jucAvqfSOD0uMcG9e1wNvqH+LTqnANU88x66vAdKLT2NWT08BF7BPGhUw70ySuS9sToPPeRDuDyD3FO80G6rvciQfb3theW9BdtDvc24AL5NQjm+W3PhvbIkUL30EZi9oWiJvTjkxL12ARq9Qyf2vQyoVb0VfzW9moecvdLzvr3fowu+xCegPBbMXr0H+gK+6tWvvV1ZGL6hZti9QfsSvUTo7b1+mL+9zkaOvDb+CL67atm9m4QOvfocfr1/2W87TOsaPUdTFb0Q2IG+52XnvV5c2rvp07S9nF1fvT7ZDL4OULm9udcwPTwCdDxInac9BtA+PVkAGT1t4di8/o86PXI3D72gGaq8+e2YvTU1yL01twC+HuFOPVFHrL2mR7I8mHvQuzyryLvdj4+9xJy9vVDNmL08j5K9YJO9vH0jcD0xgw89N/8ivfZ6kL1juum9H4mMva3mPDz3q568WENuvod7QjwILhq8","HF4UPXQ9Aj0TcIe9wCiBPSZLP70KduE8O6BnvTDJgTtogRK+iAMevj71br194x49hdK6vey0fL2Gd8G9QYadvRn9dL0ads+8iH+rvW3rkb1gRZu9ewXnPJsZRz0+wpu9ol+fvdtg7boxYtM7JsOgO041Qj0WRpu9HMkZvG9XiL38sbA7ILOqvJsjaTuIdPq8BoULvYqZHz3JY8K92odevYErl7zIHi69ttDAvb8WkjzwZCk9+88CvqFLL7x7l5Q8YLdxvbsRAr56CZ69MP0JPW1h7r3Yl6W865dFveluJ74MG829lcSgvL0Fqr0ZWMS8ZsLtvRFw2L0c4no7oM6QvUtZtb2TZfe9VtaQPRkd9rxj1R++4I+/vYWVi71DQZS9y2LVvf4Og72NhiC9zZKWvd/TLr7FBVu9in5/vYvclL3AhxS+t6SIvSx9Sr5X4Q89GNiZvG4umL2kMow8pkhWvvWBUb2g8je+OHclvlKTLL0xK5U7RA0DvgfFmr2OGzc83iaXvQ+61L2zPXe9+35pve/qob3Exy28Be8/vaOkYL3FBUG8Q16PvU0sRb42Tui92osVvgwAFzwj8Ju9dJlBvDDehj2YiBG48566PMcJRb3G1HK9GRsEvY9ul7wlQam9kNYGviyM7703JIG9Z4lEPZJ/TztZBhu9siUhPTQy4DzMwdo7/bV2PbntNjz51is4ajTMvdVN1zqzASK8XNK8vO33nL2/nta9nTD9uxeaMTtRJjC+LtdWvTW7Rr3v6B89naxLvlRoO779goG9nMuWvYYloL2raf65ivPbPE7sEr57dxG+nMuzvfc7vL0uhaO9zEt1vabb67vdurC82xikvef7BD2H8N+9z5InPTbGW70WJeC9YsHyvQXVir08wGO7kqyOvSdfh72L8Za9IwU8veJlK702gre9QDIVvjI1Pz0Av329Nq+IvAIjI75cOpW9qYkMvquI9DwlgNi86ZBGvvToybwSc9693S4kvp0tCL7s7d+9A2qcvWMfYzzKh1A9","3BeOulaPEb5hmgO+FlWmO1cKbb52Y+i90seZPmCZeT38gmm+i9yuvhR2w77d2m8+OjoUvEmBMb44qfA7mCd1vcSknb3P7bc98NlrPhCHh75UHaI+1jkCvv9dMr3V5lU+SIw6v62ITD1LQIE+DfS8vWjZhjwUBL+6JiZ4veoUCz2CfUK992NKPTpU9rzqGsM8zF6UvSId9Dx2Wai9AX0Uvabi6TzlZp++Q88YPnaIPL7qqC4+JlUOv1YjgL58lhO73mHNvfloZL3Q16K+ffIevd9UQr4yqSe9rLVNvWOXKr7Y5TC+XyYLvlnb375FbJM8MzJmvvfDI75Xd7O9OvScvfxvJj06/dI9ow5sviOSub3dEgu+fjBJvnRH+L54osy9BelFO0XNaLwkrpi+gpP8vlp2gb0WVgi/VEmyvh+CpL3khN697MfSvsF9Ir+fazM8kfYdvz/PTD1ra8I9ELwXv7kART6RQEg9Q2HwvSAozD353DA+CS3rvoQxFboAdCu+hzoOPaGiUD3MkRC+zaW0vR6fmbxyI4M9o7kzPtF+FT2tChG+yeKsvqQkfr5buMs9YT1ovWAbUb5FIva+ow0FPQFoLL5lhjU+y209PsEbvb1XpJ4+l0TrvHbzJ7xo+e471y4Yv1ismj3LTok+OxkRPe6nT70UxQK+GcSsPZYE8bxn4CU9CnHzvUb6lr7F+oC9GSDDvTeQRT3G9zs9YEytPS9KOr7rL5k9W3wvvirDwD2Abb69LoPfPAK41T0fUn29q0GwvYUrBb57Nx091mwCPkmHHT1kRB891II+vew5EL65vJe+vkitPTQrIb2H6CQ9Zluevkwb8b3Ions95QE+Pf7qhbpxEYK9vB2Mvtlukz35RQu+ypI+PhzPQ777xZ25vmAsPoJvi76OuBc8C9m/vv6+Lb24LTe/RNIYPDR81zzcaNw9Cvokvw79D79EEIO+C/IJv7+KijvpG4o93Xm6vsnbHj5xyrC9KYGivuzvWT1KgdE9Junmvmbnlj3Ditk8","XVYuPnDX7DurtMI9GDK4vJjvlD1fT7O+5SIQvl2c+rzkeCy9kCLIPXtZxjyW8pc9/3+BvTNQWb1m5J08M5quvFQ7tb10W4C+iSjLPZvnsr0F74S976vSO+/8SDzAtQ2+g+Iqvn7Q4DzoNRY9CO7avS3iwr7tkjU+7CbmPEx2ir2USgi9ayYRPfxefTtf2OU9jzG4vNlNnL6xgg+97PrIvQyZ0j1tIUg+aobxvv3jkz2CYbw9t0jAPceSnL5dRiK8v7cBPSS2mb3rBCI+G0VTvaZ9Vrxe7MG9rHHvvPmkdL6PfN+9xhXAPL1Qbb7pDq29tkHHvgwRuz0QBP48PJQZvDGmdzyR2vm7iqk2vmTYkb33B/S7nrK8PaZpaT4c4he8G3H3vX64mb5GIjK+JWUoPlLHUL3EkzI8WmlZvV110j0t/zS+zwcYPj0YSj59HW++/S+2Pia25T0aJLI8YdmXPa58mL4XX168aRTKvXwdG777c7O+jsPhvdczGj2hIIK9LxdLvbhP2735cgm+W8rvPDoiM70GWXK9mflUvoiAwTyQXbS9F4sTvhbKPb4wwiO+9mKUujVhV75yM9m9c8S7vKtoh70d6GS+2pWFvZFmdr1WUk++r7VZuyd5gD3O/Tm975CyvcHjRjyq2Da+0V+MvT6gGL6Cl3O9XYyIvU2chTsT+XC9q6/gvRyPHb30TZU8XlCgPHY25TxMH7m84bMkPfrWq737Pve9VF3FvTBBCL2s6968yRAkvkV4M7vCTLa8LoYIvenHH74JpMG9s9GvvV5DU74QUUU94vyIvDDK9r0OtuK9dx+EvXXYlb2uXRK+q1OMvcx10b3QFi68HuGMPI2ts712GVa8fyJ5vWZgKb1FUzq8A6ItPcUhKb0Z6MG9qrwovoiJNr6sjUC+HxeEPWIEwLtHFsu9tHFwvaVQrL3Riiy9VNM0PZtoDbwy9FO8RKUmvfZCiry1BEo9Ide8veTuib5sI4I9WdqVvfaGG7wuAgy+dIszvGz1UjwOOjs9","lV53PfUu/DzTuJe8CVn3vM54rzx4Cmu9xif9vXxCvb04gsG9RK1vvnWE6r3PiYo5v5j9vTV0Ab5KMw++AuzHvcqGcr0A5E29Ev23vcuUsL3CvVO935qfPKM4BD3bK209UeIXPYIxTr2b6S2+eSLbvXm7+r0Bryu+Dql7ve5zfL0spau9TVZhvbJiET7oDqU7cEwdvQpFuLxobc69NTYAvbKv972o7RK+7DacvbzeFj4HXaM9EFVFvpW+C73hwkS9Xf24Pb3Zgz3kvR69kE3WOozmHL2HTpa9S06SvRVpK75w3lS+gvhMvVGAW77619U8h8uZvXFfJ76pkxO9vlFmPXLAYD3BgN292tWavInwEDwDWnG97iUzPNjqjb0Iv4q73kmmuzQAir4309+9MsybvVKt4LzVPfy8UiGYvVneBb213587XfKHveT3Z7wj7/29b+hqvcjuCzx0SyK9ZOQPvRSNnr5j0006fdZTvXCiFb7dRj2+CjSzPboVqL3Mw4u99uaOvXW+QT1lmw8+Qj3DPAiFjL1odOG9aHImPFhhKj0zfQ6+wTDYvTp46b0Q0KW83fDNPJNa9bxgp/Q9kcDRPGeJgL0o5qe9NoQ6PPC6Kb1+jd+9pnhGPSXGXr2o7/I86AQIvtsFk72lSxm+fN6mPMsGCL43Qbu9cHROvaVQgr3uN9K9k0GOu2GCFjwAuEO7TWCvvcM5pLz2Igu7x2ZdvoYVyz306+i9o7MXvpGjz73fi6o9owyBvomfN72sqkO9iYWfPKyEH75esgU97hrTO3Up6ryo/DY6B4aWvHQmsr3qbay9EfcEPURzprzqw9i9NZUNvlHxqjyfvdU899mHPH+yiTqULB29MXgwvQbdHL1JTiW+YtZ0vLrVJD4K1Bg96qgFPZXtWL70yDu+kICTPeJrw71y/yA9BgmcPQTnhT0t+8i9pu/UPWsCUb3D1648LBG6PfifJj3/nuy8K7/DvTo15r2UOG09pTSKvEl+k73ph7C7eiPuvLwyyTyhkic7","wU8CvMKbxb1xUaW9zmk6vT4aIDxtYhc9FsYJvYajm70Dt6m+89yVvZ9phr7Sd5692xzPvaJz7r05YXA9gIqbPBgDGL3q5FC+3a8Vvgu24Tw5QYa9Qh8IvKRqqTq7MiK+NDbMO3teGr42awO+BR2PvB8zer2yyPQ8vgWhO4YZWz21N3y90R22vZukmT2eptC9HBaYvJ3Uib26avm95baSuS57qjw6T0a+yVgLvrHtwr0NUFu9r7pGvszFU71+sF09FhBuOyoX+71GpMa9/kXNvfr+J71DoW29j58KvG67O75BQq69PXRpvDT6xrzr2wM92fuYPSP0Zb7l6sm8Gs6RPUVgar3OLV08HdVOvqsVbz1hc5q9aSCxveRdlb0hBK079E0cvJpQZb4fLJO+2CAhvs5Q1r0Zd+e9jYXtvCCVdLwL7FE9E7IKvjfVhz3NoDa9FLDdvbUIWb0POoC8DpS6vN65L74Ha+i8EJfTvR7FHz0zCWs93nxsvf/VsrwFxTq9v6UYvSAcor067jW8+AEDvYePPb11azu9PnnLvUTIZ713vTO9L6RJvXPskL4ifBS+SZqmPJmYqL6baw494/KAvd3JTr0+NJa9ov8Zvj03ir0gTwK+uPeTvXwydj15fS++L72LPSAfpL3knNy8TMaCvSE7xzxxdVS9Hdo2ulwEAr3q7YW95mqfva7oDL7EpMK9k+pWvG4zjTlT/xe+zfSnvViAIb5akE+9uk9vvjP3B75/wzu+aE41PaKJpDylFH09ADvfvLusKb5oXRy+sUmdOqRhj7xiT429cQnyvIzB973/Caq9Y/0zvRjOrr1LfEI9KCG7vQ/Ljb0WDJY8FFvzvMcjqLxci1884ii8PWkrPD3Llhi+YrIePaG9iruvlOK9ZKiDPAydJ74lmpa+IJNwvf3XSb3s5fO969wIPWVRHT0BOIS9INkbvlioPz2ciAu+fbgKvoTsUz0oK/u7ix31vasKWb74Xim9H5yzPJyNR73e4Mg8SuV/vi1GWT14pNc8","GJaDPKRhJr3/ZL29besSPAi95bzBD9O92NpDvlblWbwpYBi+3O39vE9wUb5ENza+2iiFvgJeor5Fu9m9ATLJvM5HSb1yZ2S+sc4jvoB0gb3re7i9eV6QvYRJib3Yjha+lcaxPP2fJb12HB2+xhPhvANnAL6gYHS+ijhzvYJ3nbv2mai8qRuDvBRgyL1dZvS86TsJvTLzDL4pKhu+i8QzvKVDTb6jIy2+Aw2FvfZrFr6xGkK+iq1FvnWx2bwX1ai8EBYsvXbOZr5UJwO+7J41vYUETL5ybMA8+a9MPNtYaL5OvZi9pKx8veB5Ar1TAha9LhJzvq/6cr4w0Rq9jqyMvCjHV713EZk8rrWvPJbT4DvC3d+9EK8QvkDlD767C4A8ickTvgLtM765GLq92bkSvvrygr0mP0W+lUZEvYj+DjzXEhs83VZQvjTDPr6Rt6u9OpjqvZIErrwcO6e9d1UXvt9WEr67Bvi9BOxxvk9xr7pv4YG+/nEVvruvZT09+Ew90s9Tve2dsb1NZ9m9do0DvhoWnbwABjS9wv0vvimapT0CChC+5JkTvq1hKj3NoAK+LzR1vAAmvTzA8Iu9mInHvWDJaD334jW+8JdFvrO56L2slBe9h+CkvZ9ufb1xyyC+Z34TvkI1Sb2wGfO94wCkvO08iLw+OqO9pngpPf1rHL3G1fi9CQlkvF5Nir0/HwG9S+KePKTsxTywDDm+y/yBvDgjO77flL29LjPTvfJ9Ir6GHES+WIogvON/PztVEZi9aaGRvShDP7548C++lNXuvcc1zL2E3qi9gYqMvYJRlb3x7aq7UYF3vEbbqL0imn69D85YPB6NKL7S0A28v2ehPTu1wb0DAGI8dnKXvatvMjvLq5a8Zu0IPNn+Gr5Unna9yRd0vgN/QL4uSji98IKEvd9uL74+9SA9qJcYvrmecz0Uydg7CSWDvCN0IL4QXWK9Mg1Evq8Xar3NJw6+PQ8kvtllHr5NJZy9/cAbvnUQR72pSI257csNPAjkLj2fyWc9","mRwGPaMJlb3Y0vW9rSVAvYEQBj2+UBC+E9skvtFxeb1Suta9GHSMvgPs271r8GS+XH0vvol89zwqm9K9U62hvWbzHL2pvyW+Aho0vhw4oDu8/hW+k1jVvMi36r1uUwK+8QwjvmRMor0sEna+9omZvChTorxClRW+tn+/PJmGdjx2Awq+l1Movf1PTD2h6Em9Pf14veykM752VCC9/+IgPcKTbb6ElB6+w8BavXtuaL6kRh2+ZQr8vLRAd70ugdS8csmBvU4mWb7wRCS+1MBLvT6vH74nTny9nY6CPX2dTb2BGuW9Sr/TvZ2fCb4yUem9wbN1PYxuHL7ag+m9OEUCPTH6Gr3Kp3a9MZWHvS7OYD0TlAa+Y5tovcvPDb57trO9cIcTvrFSX77CpFa9Oi/Dvfw3GL4Lzwa+IMDZO/ATHz1dMGi+Qm47vsPSyL3JSqA78tRqvYHebT0ZWIa94gI8vpO9rL6sFAy9g6PnvQg7ab2u0ZM8ODDEvc/2Fz2zESK9a7hrvUgRBr7U0rW9GFYyPRSX4bwtYdK9gFnxvT4KC7yfar+9yy2VvtikO76Q6w2+YFwjvt0ICr6UMxm9YUqTu55gOr0WhaK9wF5FviW6HbwHldC900G0vaeeIL2P2vG9ZPYMvhOTu7tgAKq9wC2CPLQrSj1wr9+9IFoAPbDfJjvk17O99s0GvnsWPbzeyUo9pEVFvkg7Dr2snnu9LWpHvH9DPL3v30K9lJFjvhYFC76FKzS+kik5vlQYOLw8npS8IjrAvdA2HL5Bw/u9fHbcPTFjH77j2Xu9pbT5Ozr5jb1qy1a+oD5ivYNrFr7mueS8xhq2vUgYvr3Sjwg92PMHvDDmSLx07FO9N5uFvRqgibsfuxK+1EmBvYj1Kb4nbKS9t5ErvnSjDb48i1i+OjXkvG+ilb3UvjS+Vuo0PZsqYj1g4669I/Uhvl+U471fgZi8zkuGvjm7CL4wk7c6jvZBvhnAeLwQ1CG+6sxpvjCtAT1I36S90kqIviblIL1CWFy9","dOdPPfca/z0w/I69N4AIvWpBmTsCYck9JCqyPHYYa74JHCG+fS3gvXmxj76ktyc9vt+AvjGHWb6snnG+lI81vTEEjT0qLQK/+0OEvuFFZr1LGKa9awIkOt3ShD249mE+XMzvvQ0TMr5feQg93YUHvcgTCr01rhK/JibuPMgWvD02dq+9XiyZvOSxBL7bJhu93e2mvJ7kDb78hsU92+AUvmZ5sr294Ta+GnJhvj4Li71Mz7885JGOvUvDg7yQaug8oaVXvT3BRz3PH7o9YIi1PLg9Gz4vZF88uE+fPLHRN7yGUlC+0VbXveabQbtEFdk8BbqJPPNmEb56BFO9h8YJvRL7nr0Lfsi8Ek0gvJwNNj3755a9ruB3veQquz10ag6+BZwCvQd0o77sgBu+TFRgvQvDgj0pLdq9isAuvEHGyb0igPk9l8rAvfksDz3L8EK9zlAYOsYeh72OEvo8yTC4PDTXJ75XLFa7aggZvhRAFb1nTIg9Szt8vMBJvb18+UI9oYJ7vaREPr3uuZM9C/GqPJuEFr1Q1PA8G+hQvhKPSr5l1v6+2SALPuGwib5wIqa+MEwrv/kw377Hbqe+TIKWPfUjl744FzS/dzXzvhfcxj1kvJq+4mctvI6bLT1tKt49MyoLvh7F6j26C7q+EPQdPTwCij0F6Da/5M4/PQZs273yhiu9C+72vQr+Gz7ujKC75PEdvot4k74ZARU+uYqRPMv/TD7zO0y+ltBdvZfneD5VUIY+Zi0dvZ7IaTsAktS9mUwzvjfHjz7Hai8+z8lwvNYVbj5qe249l1aivFP1xz1hhJa+LLYYvSmQGDyDSsg6foVDvf8thjzRRfi8Ug4TPbbXnry02R272KAbPViAJ7s0yyy+oAxmPQ4oiD330IG9Q44RPFVRm76TiAS/TFzmPZUN/j2RyO89jAOGvtZfJL3ePA47G0wlPu62Vj7QyA++LJxKPmw+obzfqf+7UHXivNlCqr5RiEI8PKzXvSx51T0fn/a9WdjhvWdw3byQGKq9","jOCPvV2hPbwJxjS+QSsAvT1nCr2ezdI9uuPsvpMAFL6bhcy+2U4EPgx5R751OB2+peILvy+QDL++5s48gfKMvQq4ir3XdcO+58SMvlJSWb1zcSq+528iPWXHSb0T2Ly+U3m1vu8Pbj3YE6m+4FiRvVrR2z2uokW/v2pIPBQnirwin1w9c8UNvCaN7L2fDLc9Hc1ZveyZfr45Ll68rUuNveYNgr2HUUe+6yKYvu4Ecb11Tos9y4ADvtM0Ar56+ke9B/yDvn6OG76KPBM+erA7vVsuUb3yKbQ7paYRvbtSsjsFo1q+2WZ6PYDTxr3g6O28wAkBOws7hb7hwCQ9MVOMvWKffj3NbnA8yFqGvkrFq704ADy991rUvWlH1z1KaVs+/HsovbJ8w74A2kG9H9KFPeXNYT49VxK+NFJwPndqoz0IdHe9/GmNPVjgHT6J+xO+riQWPiTsI71yxq29A0CBPAhQ275zICA9anH1vOpwhL31UzK+pBiGPYOVK7345nA82mN1vQPhSTuS+wC98TgnvVtpvL2RTCy+NkHBvpugCb3Qr5O+qUTXvSgF6rs0R7S+yzDjvuWQ0b11EDW9TpVevYLyRr6xqou+diypvgzZvjxxs8u+1TSEvZczl73R8sQ9X6EEvg6ESb79jcy+dcnzPGEW3j1bILS+POgxvQRjhT0zPY29yRX2PBUvpD3bwhe9fl27u2DEpD3/k3e9WfsSvRLsqr5zgSq+tEsNvtB3D75xoZ++6sqVvp6Og72T+OI43MYFPHMSjb5AVWC+ONpTvBY5gb6XIbe9Ta78PDu6xT3Gcxq+C00ePcAgqb5Z7+u9lmj6PU1anz0wAp293NR+Pao8Z73USr28jA3BPW2MFL3iFLW9ewESPPPaF7yymGU9kFyivI+wer4a0Zu+6w3ivdde/L1zYEK+EMJXvhI09zpO4Iq986RtveBk3r2A1cy8hV0lvTUCej3DvnA8vS+6vU91lr5Lk4+9vl/tvdxrkL1n9do9UCcDPXnqdb2ZN7O9","4DCtO3wVjb3HmnS+xYQ2vX5qRTyDkiW9nalCPSLVzDs+47E9dgilvemrGb0rEDK+Dm0kvQYvbr7KN/e89xXdvcUThjzbPqG8NoRwPU9Ciby/c988pEmlvcZuCD2q9tm8xYpxvqUMlL1iqP890p0QPY+3Hj0g2LG8Us1KPZuTGT2B6C+9nQH5vTkJnTy8ZPs8NWUWvZ6GPD70S4K+jlgdPaI5YL6VT968LcCyvkioAD5ztyW9IgQ1vqkdarwwYIq8k314vSNhDL6V2Ci++v9/vTkXgL0MzTK9p/+HvCewob74NiS9LaFQve9enL7nupW9ovmqvnpq1z1UUje9rdVEPRsFD72YESQ9TeWWu2yzij2VHiy9vJ4WPUfIi75QtbS9vONsvhDOgr63UUu+3LYZvm2Sfb7Yikq+Lxe6vWe8d71v0FG9aBsJvp9Bmb6Myte8XaOBvnQhvLxaCGe8ZhzaPBy49b2aiPW8sFbyvkXzwr2QkJq9rqWIvjGQfz3RAcA8TwMTvdsJhz2M1CC+EzT1vHSsqb2CBfu9cI8cvo61wL1DAFC+QsJlvuNIObuVjkk9CJmxPMemMr63tAy9GDiPvdPCGT3oYnO8SlFbvTcTljrQIMK8N/2fvPRIO73x6Aq+v2fAvXzhzr2fygQ+PjKnPcM1Er7eFo+9MUTjvAvPBrsrEH690S5yPQKu2Lw8lqm9Rt5NvQN8O72EGDm9l1KdvbuPO77s8Li+lQavvMBCjD2cCAu+MSrlvWvwNr4x2Gc98QgzPebhHb5l08u9iM8Tvh7Atb0MAEm9PD1HvXnvFL5I+gy+waoMuxIkRTw9Bgy98JOivWXyQL2+f3C9TGbEOy9ZuTsvF6U9SHHhPZDdqb1Xr208HSyJPYBiq76xbo88YQGNvqfAcb3ADUm9/e2wPXRuhL6ukzu+9GQyPYrXSr3/MVi9LqSXvgWJnL5TE2U84vmrvsiz3rx3L768TEtJvlGngr7BlVa92n9bvp3dFr29Low9mJ0/vv+QkjwB6RW9","DFwyPVtDS71+FGg8hpSTPD5kBL2BrNu9QEo8vk2QrL2iIKK9xIwTvkJ+Eb5CMV69JSA4vmfO2L1q5J+9bgF7vY9Dj7v/UIO9oI6GveUZej0UQ+W9hUSmPA/INT2BcBi+RIGHvU1v8L2UYVa+FJNePejhub2c1869EG8lPdNRhTwzeqA7Pc45va+5WbwrsjY9T/IiPOIlCz0Qqze+oWx1vehphL0hR+e9nKd7vamP+r2zndK9frWkvRqWXL3zU+e9iOGvO/WST71zUBa+wXxcveB8Pb48QDA9rDuavIceOr5y/wG+XHAUvrnikL0wuig9krBbPLqpS74jNpw9nkV/PWjYkLwbIo+9MZSIO0KAML13pIS964GIvLNmnL3dLgG9vz28va6oxL2fDai9DkMCvG3IGL0NQR29KS62vU4IgL1ra/68RfK8vQY7/r3RDN08E7c6vRe+jbyXTBU9XklGvB4uMb6btgC+nTzivTmVAruNdSs8PqwEvXQiVL2xvXG9OD9VvX0AHj2DQNI8RckjPbEcBD160+27bBgXvhJlDL6nBDu+LeT3vXRa/b3Ezey7szmnvfmDz71kw2e9TQcHvpuGib1Xpmy9PWlBviVZuL2aiqS9QmJXvVOHBT0SPue8NXABvMNbMb4FPtu9U2rBvXTJWL2CCtC996F+PS2Zhr3anmU9WBOyPWrzor1lCvO9kUsxvAe9gTy1/qK94ZGUvGQOSL6U32q9a1CBvEtDGr1iszS+a9EpvkTtQbxUq5o9CDU/PCgaOb4Clvm9c9MevDSqo7wT1Yu9sBuOPIHsRr3hCsK967/HvDT3Ub7wERE9ziDkvHA+ib0poBG9PnKJPSwZ3jwx9wy9jKuBPPOYQr0gOTE9mnYuPaabZr1aZc29PyS+PG6xMr2OwhM8FYpWvZuFa7z1d/e6T11gux8eAr3s78S9LP2EvQGzrzqUQdI7wtEHvj5dd71BU8G86Crkvc2Yi72X5gm+qTJIvldzP70SZ9W9yK/+vfZV+7yGBKQ8","1rgRvTJxN703bIq9jYeXvcqkDL4n/4a87YqxvECW6zuVyJe9KVcGveORnb1cQKO9v0YlPYt9lb2Vl5e9oZXPvXRo+bzydkm9BH17POEhvL3KvOW9Pib1OzwgDrxAHQG+qAirvfSyLTw26T6+vrnyPL+0772W7VS9K02dPBG8vbsjBK88YSoePSKzRL4U/Iy9OdnXvReOtz0bwDq+jdKFvC6Ic72zpJa9jjJAvTdHrr0Gyc69K6PyvSrwjj04QMY8h+WsPBa9bj2vxBO9w8aLvVg2hj3M5L+9p0GhPTTS7joHa7i9qTC9vW6zXT2cItc8/rF+PYWJh7z5oXG82cqivdZ+Dr05xKm9XnIpvXTrDTt21D686q8KvY1Fgb35Ye07tZs9u9NiabyZSAK96opBvkvhGL4vp+O9dupgvcsfgj30ioq9wIWGvCapirz38yC7Np3CvSHP4b255D09xDIyvlB7lrukYJW94YAgviq88r3fyuW9jk94vf3khj3+O4499OVHvc6Lm70SVWc8IOILvDak4r1xVj69ghQqvoEIuL0JxqS+dX0Pvh9plr6vfa2++twuvjcagr6K9nI8Wxt1PEHQ07yen4S+GRk/vmT8zzzn8729nGAvvV1pED211iK+BpBevu7Ozr1N7ay+rNJ9vQGECb6vYgO9pIqbPW7im71yjDw93IpNPb5qkb1Qshm9A9YBPdMmKr69pZu+zmNVPTqmHb7kTfi966KMvbmOpb54wTe+dPLVvaSO9bxgGwa7Rbq2PP8K6707r16+u6M8vf0VfL7P01O9cHgOvCqaIL5ovzC8SgDivWyPFL6zcio7kNV0vWPg3b2aVxI9rMWJPGW8Zr2vCKe973ULPCB5DzxRCxE9pSI9vjf2hr6Sq+y8OMoivnN2Ur7gU7s9AL5tvvndxb0L7Jq+DQ4ZvVdB9b19aeK9UZAVvqGaRb6zvf88TahQvgrszL1ibjE9bfKYvhX0lzxJpFC+ydoTvhMAV725Iry8EfievdqbSLwyXTi9","Yc4vvYL0E76zI/S9PlxnPQ+Xqr1V5aC98O93vksnLL1BUWS+KMgzvoYjX75TDji+9V99vlJ04L35UyW94qOhvUIG6r1EOhm+YHCevAdibL160qK9U7KLvJ3w9rxdUPe9HbJnvlyuBL5nmIG+a8xdvU62U72Wofq8JkWSvEtRBb2rgwW9zFq2vSB4D73KjaK8eT2IPN3uO77k/Pe9rno5vG/iWb7nM5A9/ieCvfMtBb4WsyS+XRq0POl7VLuIqVa9sZwNvpShY75MH+I9lHA8vRREar5CVCi8Bg+vvBsL2j1ptuq8yZv3vEuJf70+5C682kE6vnvbdb5LrUg7z1NZPR4UcL3JYNA9JvCJvVcgO712soO8ybW+PNyfCL3vNoM9QsuJvlzQ2L3LaLy8es37vZEuL76t5Oe9bn9YvP0eizx7dXq9nLBjvicXDb56/LS8PBWdvesV2DzsyEU8Vb3xvN0l3DwyBtS9o1/XvdGhub0L0zi91rU9vtE35jztuS69WCkmvGJB6r2OLHO+8puhvJt1GL6sO9E9FjPhvWJcG73brme+YWMcvuZU1rqz3T2+Ax4AvuUomb0I5ay9U+A1vDzvh72r7NS8O0JgvsrGgTy9Lo+9VNmRPN+EGzz9W/e95UdfvoLo2715JWm+KtOPveG0Rr4YeaG96KNiPbG2oTvQEmi9N/REvXznfb2ACFK9mmn4vVPwlL2Cxoi9/MA0vjujUb5K27q9uUWqvVD/Ib61ecC9BaRNvhwoATvRtAU8EQR9PY16Gr7FFLG9/uvpvUzKyr0eyIC9XOOlvCWlTL5LxDC+4dEEvTP1ob7KPRO8GTtsvQdm773nhpe8bElnPU6et72ONoq82MItvqIYcT3Gx+W94e3ivUN7Hb4U8y49y6YqvrXUmD14ch++DJ6evlT/K77oF0m+8VQlvZQhbb1R2TC9qAR0vrgVJr4+wkk+UdWsvRrKJj2XNrO9GWwtveR+WL5UVca9fPtfvmXDOL0CmWW8qXJ0vvK3vrsuu5C9","iGaAvSwLmrq+Y5695OuivI3PhjyxZZM6ifc/vRQ/Yb3mzvS9OsbAvZfmob37dwo+U/m3PFATAz129OO9eBdxvCf2Yr7ueqc9+dmuPc4Gjr3eNQi+S0PkO8V9sb1l1yM9FBBIvnjsxb3nJuq9ZuuqvKY+z71vuPa9wei7POETab2ZMa29Kt/NvcnBy70oXIM9/nCvveUhFr1HxUC+/uIBvv4uvr3545u9zUPGvNKWB73fvRI93cIfvW5tX70DwOU5rUC5Pcr2B76JlRW+2PllPKnk7r0XMW492wkYvUJ8w72n7NK9wUKUvU/KDLyGCOM8iU5evQioXbx2SCc9T/uKvXiXiL1tFzw7opgKvCyJMT2e9Si+URlOPC0x1L2V9R++a+FePABpJL4qpnK9N0fvvcsHE74b9ES+J+Utvc7tzb0bUqy9stOHvdcfCr7hyZq8LVmaPeacl72/l4I96ZZMvq7bor0v/tM8lm2dPZ+sSL1+dDW9cbIEvuNZqzyZjmg9KbI8vHB7LL0Kzeq9jq2EvY4oBb6y6x69EM3jvRhSQr3yrRi96vztvdo63733E6g9fJCFPeJNc7yq+0w5m0NFveeCsb03SIC952iKvXzWPz3VxBW+jYBNPZO5VLwegR29+rU/Pbkq3rz1i8K9mW/HvM7mb70bcB49hh3HvAt07rwFwZK9W9X1vRUk87y7cH27gcYSvjwNUb24Zfm9ilvAvRnfSb7JQqS9llNWvtvFI77BvG68/9IrvoLsPz07ygO+ow9evCp29b1Pp8e76KAGvTOuM70RyYm8gtywvDe7Xr1zZYu9cZEyvrbtbr3GL569OpMVPP72/jy8eJ68k40/vYgOX72dUPC9Ni6GvBLwz70sqAC+4CfJvDKEfr2ADdq9Y/5fvl5n8r1VVrK9pYGBvSPyCr5qAqO91cKLvCKh5b0BbyS+D71CvQ2CA77iZBK+QzpjvsX0LjtOcNe87t/vvdEC8L230Q2+5ZjrvTxhv7x4Xgq9/tEaPXTl+7yxRGc9","TIG4Oz9xZz1LsVo7G4G+vOaxFL2Us3O9whSvvayEB7xT4N29Y11Fvf+9SL4jmAK+Qy19vaaNGb7d6Ty9ILnVvUsIIL7PcA++QMvCvSey5rxKJxq9HZzLO8Z2+byLF8m9ehXevIB/A74LZk69274APVN8fj2jIK+9Tl6CO9lLc73IacQ8zeNTPXh23b2AQr27IM7NO6gENb3IiVS9fsODveGFsL0mjFq9MwJXvezeND3kr/y9UFi2vWopWz1mwGO9vphyvX9m072OQby93tUJPeaw0r2nKTC9zhF3vMbz371YqZy9xJrfvbsxr72zYmS89fhPvp8D+r3J3rC7hVQTvItktL2WLZc99lIivUTb9LyI2HK8+E9dvlg8Vr02Qp+8R5hhvYJKDj3WOrO9XnbJvU1xm70Mv/69vsjtPMSQA77XZQ++4EbCvOiSRT0Y85i9YqkBvgEafbyXoK06ZFrcvW1HM75Xm/K9zRnWvRpRE702mhq+/3XgvTAfzDy6tBc9VIqDPZPuR71gePY9gcqgvY6VI70GfEE9ZpPqvaMJPD3pxOS9DqetvcEWz70z0LC9ikDYvSWr0b309cW9HqMCPfd6pTwlgU69SXYQvRIZGj0TaKS8Whi7vVOdkj0EwJq9Af6xvg4YjL0ON2+9ej00vYMgyr3DJBO9r/mRvaHBoL3cwGe9aNHOvRbOSD6pKGa9SLyLO6QNxzv4/k+9C+/oPMEGujwFXq29NOZ8PYics7yC00O9HC+OvWnIRrxfegS8j9GbvWfDKbxmfaq9dssKO7Zdez3/iNW9EWS2vPB4yjwGKmC8pUlbvV0UMz3Bp0Q8gHYQPHzFoD3/bzG9Lzvtuw0ZkjyS6SM9GC9dvIHrYDlEJvE6HjhwvdS3/bxOKp69HbquPH8ejL1sUVu94aTZvMq1FrwfTQC8aRGNvaBUFTx1VN29EbcAPoSoSz2qNda8m2C/vG48ir2xqQY8ReT3unfmXb6DuMW8SBMoPKKitDyCyYi92QsuvTiqcz1U2EY7","hSqtvQWXNDwNC5G9IOprPW2HsLwdY629PuZBvdJbiL2BSxq6vvAAvthfU72jPSa97WmbPF8c6b0NP0q9UKi8vQvdj72Z6vi9DnG5u27nHbvsSAy9xXBGvf7r8rypDeq88i2TvRQAvjyQDQW9C5ZOPbArqL3HDyK9qcEvvDLBjj3SA1s8Oz0HvTFmDb6v3Tk9HyyDvB1Wu71jKBk9EG9BvQJwszzKFGm97a5lvZPlMr6n8ui9UhgUvjCrZD2Usle9X738vGo9H7ve4Li7mMx0PSYHsjy7Byy9WdiFvTg5Kb1c3za+cKDHO/CIlr1PTKA7BIiNvLCWGr21gsu8T7HxPBp9Bz1Xpbe99eaPvCMJND0HTPk7M6a1Oi/gPb3Cbxo8lVZIvaA1qb1Gei6+LBH3PAC86byKi0a+5LOmPSovzzhkX8i9Br7yvcCiPL4lzoa8hW3CvU4cAL65rfe9gH8Ovl5zb761c/I8kMtsvbeThb1nRsi8BpYivhVd0zx7v5m9yuSKvU4CTb3WzqC98NlwvdQrDD1mZ4295WjavWkGnjweM248x3clvYKsAr413Ru8ZUgNvhgFEz2FJog89qN8vBn+Wb1VKvq95qZuvfnnbjvUKeu8PDApvTPIzLxccdW9A89pvRsVfzxGEQG+SSiMvK0aVb3IKRS+E7sJvdFsHbs2pTU8SBaRPUm9xT2haE+9yrMnPDUGw72bWLC9coeMPMqDK7oQLC++zKo1voDJcb3oyHo8MXwvvMB0Rr0B+Yc8xp15POo9c735c7U8VkiJve5YfL3850G95lJSPWGoIL2ZKpU95gV+vZBQAL3v2o69MvOhvXgcIb7WJ3E9VvwKvFgO57yacZK9K1rSuwaGqLvtkIW9UtcxvRlRd71Xgee8iTkIvoFY3r2Wwi29FrxlvlI1xLtZyIO8jx6Lvbi3dL1ShsC9l6ADvgEeHr5Nxk094g+JvUZOHj3U+Qs98aEEvmyT6r0jPKO9XxXqve4kobzz/oe9FfjXvVPXHDyV5Sg9","VnV3vVksk7w4z8894AswPSekeT1pXl8+csKBvbpvEjzhUpk+lhxRvUgKEj0nVVy9fQ8BvUzqjL0hFzg+P0r5vRUaoj1xQXc+iJp4PZ1DFD4EMjC+Lv+yO9dXlb3chJK9pHDzu20kfrwObYq9kksGPtoBjL0WQwk+KQhIvedITz3Rj3g8UhaqvaBmzT1qy588Kj67vd0ACz+daqQ+sn9CvBNlyT1g+1G+R1Iwvl0TLj7f/1M++nyZvS3ZAL02jp68CjfePXOrMD5apLg+Kzb5vPhoij6dCUw9C+cgvZKc6z7WiNq8dnUaPZqbUz7EZiq9Xtxrvj4UEr30iCy9KFxuPSMGnD1wcTA8U+oBPivBTb4UwMK962CkPsELob4d+2E9HIyUvgwp+D0/Hya7KxYev2enDL9Dpkw+/m2MPYbWYT5bXNO9JaIiOzH8Z74Qb7A9O2G0vhXRlb0MVVm8WRXKvlxkwb5M6pg8RAEDvwLvgb2wiky+nUnqPY9yXz2TCgS9EuoFveeS0L2R8Vw+wvGWvWG9Lbujqjq9JJvSPV/kpb1jVqI+j2asvu7qjb6+hpk+y3y7PolQ57zX7k8+IkdgvTGnez0Cc04+90whPmDEzDz+XCQ+vdMEvIG1FT1D1pI+pXs9vhO3tjxkAFE+kmyQvH+0GT4dYpi8LE9uPVy7Tj3vzY685whGvQE37D0pjzO+Tj7rvLe1h77OJDa+QrRjveDN5b7ly4O+Lm9PvXQ5m706Nai+r+TcvW+mVb1RzgW+xN14vrbdAb8OCwo9nrejPSYhK74xXsi9cHBevdkYdL6a+SS+VhrNvKzz3L6oEbq9fu2LvkIqaL2hOvE7NaJIvdolNby+nNQ8jrIwvpBbPb7xBZE9urgnvgve7r7/mje+cfBTv5X9yz2jAZu+aSSNv3CZiL+ML8M8dYuNvjHLiLu3WDq+Y6mYvmHWyr4MZJU9Xn9Avw4RAjxJuuQ8jsdMv8E17T01odM9CFwVv44cvzy1Fw2+XCOlvs8NKbxqFJG9","uQV4Pdk3Eb22I1c+R4bWvXZnEL63Uoi9gjXZPHBWrD0aA8e+3NqUvbSqQ76huic+h+nFvoJzDT5Hiv29+WQdPdvpKL6tVVq+USVNvWN1Er0AUom+NjTyPOluQD3DGp4+wvChvi5mhj0Xvqa+b3rnvOhDlLwPIaI8EoTTvDP4nr3EwuW9+Wzhva7zgrw8NN29pV2VvL6vTb8G4Aq/KFzXO6W3TL+JiT0+5vE1vulCLb+Acoi/4IVFPkPxDT0quGk9d3SQvmsN3r7o7Vq+MEQ8PRc9Mb9fRl28FPrgvIDWQ79hjLS+p1a4uomBP79T2yq+bWwkvoy8Gb0gG988eAYkvcb4Db6vN4+96sYivpqdErxhxCI9n+c0vn/78760bgK+xZkKv3UiPr/HhDq+32UYv/3EJL/qYyM8ep0Xv5TEOb1BOgi+/8mzvuF5+L6pWwe9pIn1vlT8mL2YGqU8Q5scv2BcKr1WUvG9faA6vlN3rr4Kvn49z1Hnvr629LzMHSM9HOd8PcIaEb37qKC+q4OTPOdQ/Lx0YHm9WOmqPhWOn7o3YOm9GwJgvhzB4jvN2Kc+WSELPhHm5ryaW9C8zemNvVf//L3fcbW9PO4YPhoAt7utMmQ+SI7bvecbEz02I0U+t5h2vqzHZzyrIfg9z4N2vfjANT5tFDo+1rEBvYVGQbwYOV89lOkRvC/a0bxr7QO9d9csPeK/OD5gfS++/3IPvTyPJ7y6/Ny+EBchvpKn+b5hGb68f4E6Poz8h745lni9qXVevHwTxT5FEBK/MxI5vWb8zr5a0qU8NeslPbU4v74EdbQ9rQyPvYL+GT6Pcze85vHsvl1m2r5UJqw9NPGKPDWXNr0TPYq9yDRgPorwpL3HGy890SeWvCTRl74Ak6i9wU0NPgGu1b3Z8yk+4HIfvunZNr6jAK6+5rljPvWKfzzKM2I9gIaivhT+tL5e2bS8+cVdvgMdyjzrRJ08FR/CvreiPr4VZFC+xpSkPj7m+rz/38E+ggfqvRvzib3OxGI9","3z6xvQn6tL37cxC9DTbtu+KcC7zdAoO9hveEPjQlL7wQyF6+MofLvgvQFr0fdCI+IqkavvNHgb4c2x0+c/VjvRChx72CAMA9LcEgPg6s/733yh4+7YE4vYsRHb1CbGM+dqiavbvip73K/5k+W5ZcPRmcOr1monk+rnI+Pc8V67zlVfg7dVb1vAWv470kqb48BnxJPEq9db43sf+9XpK1PYIM5zwzaVq+AHK3vh8tJb6PYXk+mPkRvicl0j0jY4S9iezOvboyyL47Z02+tzRnvG9zKr6UiB49iiIRvdhZbr5mF8c8KAHRvUw6kr4fWUO9LJQvPbP73b4E6Jw8ykydvcVXjb3Nh7I8TrrePFuGOD2gC7O6+Oy5vR9Hgz0OVVk9TLA2PUPh6r0msqY9L08VvqKiBL6ahY2+F5qKPpsBvDv2rSq+5chnvvFfAb4ZK54+dlr8O6Dfj70PUZc6UK4ZvvduOr7woye+qnSqPsXkgr1ii0E+jIONPnz9Zb3fDQ08PL8xPVSGo7wVWs+9k2NQPd+/YryLSmu+cutLPr2Idz3UmAk+epK/vmSTiL57748+H8I+POdMjb6LMry94lzIva+z8L2NWPY9ZHlTPvghKrw3Cz4+Xlh5PNKGg70MpiM+JOprviSLoj2WcIA+gi78PGcUGT450Dk+6GVQvJqksL1jFok9IRKCveKD5T1CyI+9BVEHPR4lID3N0Gy9O6xJPKNlh7yAx02+XxcWv/VnoD3jRmq9xszXvkKOID5evZi9fJQ8vqNigj29ePm9gCadvU5ZwD0xoLm9YWB7veayHb5zUao95lGzvA9R/r09J9S9OYYgveCZJb70vYA9n3NbPf4Viz01Rnc8Tf8Fva4Efz1VhxO9qDW9vRznvryGG+88d0jKOtdokL4FkyA8vWDLPaCfvLwqMkm9QWusvaOW7L3/7Bw87vFDPV9F07pynY89ImaLPcEqvDzh0M68/KP9vRSHdjx2M9K9FJwQPkJmbb0TXPU9uExGvt0Gjb2JKTA9","vpxDOaMHU72ztEy84xJ8PS4zP7xi80i9mRP7vTlicz0WlSy+BhbMO26FkL3KpKO8htJHvk3dGb4x6Yg9Kk21Pf74TLz3Tvi816SRvcD2Jr3ispq9lqO5vQHQzb1Htju+C/movfafVL5K3VW9by5PvgYLG738/RQ9fES8vb4asL2Ot328RH+XvMxxH76iyk285QbEPAMmBL6vhpC9UGBpvCont7yFVuO8d18fvOuBLr6DX/y7WIObvRSYnjqur9I8uszPPLWCSL4q6C097tWvPL7QmL3nNac80jObvamyBL5DwJW9JvHEvaJ7GztEwyu+pzqevR6CJb01Mwy7zQYcvXB4f7zsRN66a8apOunlpT3Y1sy9sbuyPXLLQL2etdI7/n4Ivg5ENb0Uo0a8TWR5vcS2cb31RRU8kquRvYXRCb4dTge+L30tvdNoeL39lmu9yFDbvObVAT0UTq+9BdgSvRaJC72bFJI8awEWvqtuCzzyqcW85kCUvcTMlzuvCBe9D//7PI0m3byW+lS7vMipvUfwyr0z9KS9RU7svLFcujwzyby9y7QXvumVIL3cuCi+pTkUvmCtKL2g6729in4EvrOR7ruLXZa9H+/wvaVtAD0Xuhi9C7rgvGr/gr2YlaG9jKWFvZCAFL6YqCC+lR7IveyIxLpvM6+9lH65vVwmg70bVoy9F1OmvV7dYL1+DAm9WY8KvgECzLvhCdS91QaovXpcLb7h76K96YsAvRZ+g706dQO+8JNIPXmAVD3MHde9nEQ1PTurVjx2osu9J9WnvYzhhbxjziy8iFykPLx/h71POOm9MVIKviO8/b2YPyS8W/wmvW0vfr3mzrm8DXQTvWboJT0ZUze8TYNAvcA1v7yEnJy9E68mPdM8AT1fN8w7kKHnu9c41L2BCrK80dkkPdnqOL4EYWG8OaoBvg0uhjz0jI083sUfvqEvuDyD4BY90v3YvR2Snb1TnAS97PllvP3acL1NB/+9pM+Lva5B0T1I/pa9ydyZvQI+rL0cIgU9","lfpSPRdzyL3yoOq9bNLUu+WXw721Dv+8gPyevUcceTtxnj07bxkGvT7ZfL3880C+PH7rO3ufX7wxc7S8N1HTvcLZdTy357C9ygPivcwzCr0YPJu9jqNDvVO0Tb25qL29pluhvHaIYLpL3Bq+gCWXO22vATxKMfS9W7FTvUhUpL237kS9cZ5ivelmLr2D24E8cs3dvf1asL29WOM8eRb8vccgG75YoCG+eyo+vds4Nb3XZoY9C9QwvsYS4rwMi6a9FCw1PB1cQL1qQUe+ceUJPTa7sLw0Vcu9M/eFPaT52b2nAB2+a38zvow4Z72xMA2+fFn/PAFxTb2Ktla9NxCVPQb96bxZcdu9lmuLPYG3Cj1Gmp+91Fv4O+CPOb0ExUI9YsrgvJ1H/73wuMe9mnpyPPjCx71C9ui8Mb5oPShB1byvjlW91XfGPFFab71FpYA99qI5PVy3zL1gT0K8Faj0vK1WurpfTU+9TWFOPDokRz2eRI48/6KSvSw6Gz22xxG9cMF4PY7urrw46Gm9ZFK6Oz1Hi7zKLus8IZxnO4IOGT6mKbk84ZI8vp42UL2+DeS9pMcGvYRPI74Nk4g9pP4yPaoo/Tz5xXo+GCvSu09Fvb1GPck9C52ZvXnpET0Iugk+pbA1vq8W373vl7A9QUuJPNvp+72FAZa7XapWvdDwMj0m2ai9HS2mPb06cTyedJ68UyuAvUM4Uz5Mtzw+oAW7vHs10j28AJC+79+VvWcQuD5+7iI+ukiZvkupjT7mno68C2Y7PQ3qhL36qgU+5aAJvZZPgD4awPO7cyLGPC3RWT5ryi6+Ozzxu8XXAj5H/Lq9pid9PtKG4L3oa3y9UQVmPTFitDzHjMm8A20ePiS8jz2Qwec8mB3TPE1CKz4V64C9tXOMPehxzL3frcu9ZV+ePrxKST68GgU7bqhRvJdL7Lolx2s9/+klPbSeYz7Gjym9CBT3Pa4Goj08dMY6buiEPnREE7+koOm9/jeHPFtb+L175wM+PuSEPvizhb13otY8","si66vRpfwL2kNfy8zokFPeEu+L0kj5w98X/fvq4f+L3EgLO+rYRuvkLtmb7IkrC+RQbcvqYQYD7Sd4+9/EYKvWKclL5ceAG/9HpVvtGsC75NFu2+gRNMPYmE/jwZ1E6+wJ8YvuIC5r19tQW/FrA6PaFylb0pmci+ZrpDPQ6VtrwJrzK9DCH1vWnMtL61qIA8UZGovUFLIb5NEM6+xAKIPWk/sr5QF6483FIgvrGL075T/AG/EJJIPa0QXb2lo+i9cWCSvdoUEL9okl6+9FOQvsFzF79xBKy9mZmdO/p8DL9g2aO9BrXQvVYDtb7Ap3y9lvjYvWpGkr7X/8e87kL1PGM6trsCsKU8Wl0mvoE0lz017uy9V9lSvaHl677Y9hY+1l60vq67Fz3iyAo+/bAIvyAcwb5Zs5q+1LdAPkC4bj2urxs8yXYEv6IqFb8wefO7rgrKvpe3r7u+yw09ia3evnztcLu8pRy+ZNm0vnZd6ryuztG9ZMVfvhm9V711Hkm9YIL3vKmzAb5OoAe/yh6Rveu9mL1rg0I9/ccaPocCoL2gh0o9CoAuvRrIy77wqFU9vxrvvTksor3vVka9D6UfvmM4hr0iNic8WrWdvHiU0b06YgK8mWvwvGoDCL5qQxe+soqJvh/AkT0BcQS9qrgBPmvTEjwK9X49FFayuwNzp7y8XZq8Wek6vQm4Ir48ghW9mbdTvaP2gb0l9PC8VxWDvQRrbL7a1qq+cqscvo+Ylr21OW6+QnaBPmYoXr1jzhM8oEm+vUHy7r7Pl1++er6LvTNDzb07sse9uru2PJB8Hr1vuy++2k+WvdUzpr1wjpa9oxQPvQayKL0ruu68CTmcvR/GOz37un48gvHKvZOsNj0ncq29aJMKvAI1s76ylaK8UOmvvgVceb773G49HgNhvnujAb+Kn8i+6pWOPhg+JDw7a469jHBKvj8B3L4Nla29HPXzvjuuhb2qzE89Rtz3vRa5S74TkJS+kihJvsg9B731EO+9eV3/vqfqi71VvHO8","Nfooveul670sySM9IoRMveJGM70Pelm97213PCZwFz0tnBs9xSORPCCH4r6W7jA8L7gVPcHYir3LT/29H0UTvmP2Br5GmbO9nWcUPXD+QbyThES9WXn9uxEn8LwWy6m90GjWvUa7Sz1r3LQ9gaXOu79xzDy8F4e+o84bPFpwp7z/2Lm91t8CPawy3jzK7ki8Do3pvfN+wrxd9J6730G5vRIIdr2/iqa+ZCTwvYWivLxG+QC+FLuxvd21l77PXWk9/pzQvQvul7zukzS8EfDdvODaPz17ap29IHt7PM96KL2f+ow9/rP9vZMc8D056wU9FB3gPTLnHbwmpoG9xXZEvSL11b3J5eG9/guFPX02ib3BUQy+ACx/PnzN8r0WfQc9xgiAvbuYmr1nChO+hm3svVro47xbihq+qRt8vhYHrj2AXLC8giCSPasHO74x2Ni91/P2vfI6Ir4ShH27bsW3vRmViL7rR7m9FsEPvuRdnjsN2vq8iPENvvzwwb2gDyW920tevSjogLwVnxG80HkSPF+p+r3pSzy+F0sUvQLiC738iB695j3OOpQEHL6MdkO8YiavPYFGJz3zx2w9SYSZveizs70Qkg6+iIEXPc1yMb3tE6s98lu5PPA2MjvlRuW8eHO3vjzKHb4ihse9216evBaEZD6ctvQ7T0aWvVpimz19qNY8CFU0veRQaT3PT1o9lOqIveL9g71SJbO8G3PbPMYRlT0zOuW9CpxxvnvQPLygWiw9edf2PRGI971V/um91D9OPOIf4jxa9kA9OPvcPDHfdzwvGMO8c4XZO88GDj2n/rm+QPqovTV+rbysfTg9Nrkgu5/+lL16AXU8W5iEPSCQ470pJqG92sHqPaTvmb27cRq+aOPcPQbWBj6I6sU9Pzy6PDPPY7/zdH++tzKyPVOVhT3+GBm/n/D+urx+oL1c5Cw9oUU5PrnghD1mNiC9wcsWPmJGrL02MPg6AX9mPeUE9L5w0Qa+F2BXPsr0CT2WCx++p+W9u5z7wL1ozDm9","5haJPfUZu7z8fE+9aW6lPUKCKL5bcJG+tPCQPWwPtD1l+QK9HKMpvyGFNL5q0p49mgOVPaB3Dz1fBEo+jeJvvjTwgr092fo8PEgAPeqT0Tt3mtS8O+uFvFEMQjyo5807NPi0vor2473kNQy92gFcPDfB8718iXq9aLYFPPgh6TxwU2O8C1YPvmiziz0rzGw8XDMRvicyuL0HHG4+ynb3vQrF4j0ccfO+rR9Nvq4H2T3Y4Z4+YY0Mv/E2Ab7hKUO+PeMGvb/zLz6GBxa8u5Y1vVGbIj6e3rO7+RwTPdEnKD4HzUq+wvAavn8xTD672pc8ZVVtPsI5Cj7SrMI7qPtGvR3LUz2dYWk8PiNavb1ypb2bVru9Zfe3viL6/77CcLq9HmhBv2KaTj4lfF29biUcv8kzRb9WmYM948oNvpa/CT6tSKm9cm69vjduub4AwAc+phgHv2pi8D3fW949/EPGvlhaPL7eh+Q9tjcYv9QVm70cfyg+07aRvhvAl73eVDK8mLg0vLqbjL0M1AM+axTDuohX6L274/W87Vzmvn+jaD0SsiI9+dYbPe0A4L6404S+5huxvpZ89r7nDMi9bnKNvDbRij10JL2+WsLQvif7UD2g8oe+ZLjkPLAYMr3B3Uq+PKMfPFSql7zzLp++9zjvvJ5/Dz7IMaC++jOgvHudmDzrLYu8kStFPHZUEjsA9MM8u6MlvXvRnLyQRim+1GK5PLeJHj5iwOA9XS6QvrYLm71jE6q90BmSvR5lHD2OUY48Oc8qPFO4Cb5MI+e9LJwPvVeoEb7VUjY9ZB/fOzKFJ70oo829cP65vNX5eL5my5C9WoPVPmSzmz28LPc8TLw/vRQnFT12ddO7VC6PPepNRLxPKdq8z+EWPpAPrj05LLO9s9ODPgO1Vr6ghCs9fWUevQ/cnj3JHDO94lObPaB4vb1G6ki91krwPR8GrT0yPTg9UYzNvGFquL1YLIO9mSVuPWIZQ74MKNy8JpYuPk5Dyr0z9Yk++gNnPn9mYb2YFee9","MsSePJ4IW71hg6o+UlSMvU0NzL2WM6S9rKW3vi1GVr1ZaJU8UjbtPZNFPb5hdoQ+Hkzavsd5z75O0vI8S+ktPPEaxL2g8ce+JHsEv2DiX73hjvi+xraZvaXFdD2UDra+jLwSvh1SLLy9M52+hYolu00asD0QFPq9a/uovPK0MjwIOXS8fo62vMtROj55xD07gaCpvb1yBz51jZq96dVxPYaEED4/wjE6if86vR2NkT7xQ9O9jmj3vZ6LDD5V/588b4mJvNTLyr1SeqU8RcuGPXT3ur33Owo9jBsNvHhtIb5NvuK+3Nk7vcvYBDpk1hQ9kxR8PhKnkD4ZoNY83MQxPQVxAT1CVeS7thbCvUB01bxkeEI9cCYLPlQ9RT7TM5i9JTbvPvKQNL7iAYS+g1jzPGE8eD48e7a97fE/PhEIoDzGOVu6ObEtPmZDkD5LZm+96D1rPv6QqL3iZqC8780LPo2xP747hBE97g5UPteZo73L5wk9t/7cPpOzl70t8Bu+a7gxPfc3j73X41m9cJxjvOh0h725ezW+kwoCv3Fvwbul+gi+U+SEvi3EqL06Jbm+jafjvmENi75I1m69M7tTO9tdM724FMK+A8UTvxFiuj0juPC++CZWPYNngTy0/q2+O+wJvnoTTb337nE8AXkQPYkKA74+9Zw+2o7EPOFCkz1tpri93AVwPS52hbzccpi8+MeevfjJOD58t4I7JSFnO02kDz2d51e+2rpHvTSKPDuIME8+e5HaPTEqnj6VHKi8TIPSvdSZBD74dNo9I5ZsPcPP/bp1rx69YvANPf4iRD6fIk29HWMLvW0vJz1nBua9mQH0PcNbFT9vyR08AmBfveEQIrxbYAK+TGwRPWK7rrx39NQ8U4SNPmUeuT27OSq8MszLPjaqHr5Ocou+GDEKPjKYqT5dZPU9OhEoPnpX4bziCnu9vzVePthruD6IBjK9Qx2fPjJSbr1X5CQ9r31+PuQdY77pSjO6Yb/nPgoF3jwydHM9NnJePrI7Lr3dQtk8",