{"architecture":{"class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_input_shape":[null,28,28,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"registered_name":null,"name":"input_1","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,28,28,1]},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,26,26,32]},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,13,13,32]},"name":"conv2d_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,11,11,64]},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,5,5,64]},"name":"flatten","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,1600]},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense",0,0]]},"keras_version":"2.15.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["l7zQO7gL0D/4CcQ/AwKYv6QIsD/VKQW/QrvavFOrqj67Gqg/yT7HP7zDd76fRiO/yc4lPycvLL/Lam2+pnqGvoeThb0XeR6/GYsbv40TRb99Z3E/ptvuP040dT5lCZ+/E2QgvpDWa75fV0S+3/pvvmWIW7+OhcC/+ogdwMpKhT/ak5e8Vvs4PXgrMT8YD1w/6Cp4Pnal7L/FrR6/BM45v3j0Lb77sQo+y6SovpiYDr0pr3m/z9fxP2GUFj6NpVu/UfjAP2l4gr+MUUO/A1pIPuo277+7KTw/YNkOQET6gD+sbtA/X2iCv0XGfz/ws0I+Drx/PZ7IVr+v+ps/vuMxvw//ur6ydEw/YJjRvwi5Tj9Bexi/JbtgvTGKEr/NqHY/10QowLCxuD3v6Ps/8oP9v3LPAz53f4O9D+ocwOsswL7YnQ8+i8R6vlz+kD9mHw2+0T7sv8j2H73cMNI/qopkv4a6Lz6GlEq/qtz4PqdPc78zKWu/qIPgv7P5dL73LLA9/KEyP5OvwzzNPYI+MYNuvmF63j7OSO8/P1GEv2zYhb4Lkkk/T6mxP4Bsgb+6HFs+xiqEP66Ddb+Yxqy/tQ2av/n5Wr/k6NY+tRqWv8ge4T+OkpK/5zm3PxO2nL//XnK/nEUuP2rU1r2KLpW/rxjtviTcvT9/JOc+PN4TwMQPmz9Ro30/cHMwvjNuqT8ErVq/5aSNPnFoiz4pAz2/TTB4v2w13b6DMIa8STvLPhWghb85dek9QruqP8r2Qr+KTv6+ouSHPijisT41xJC+oHRHv7jejb9Ia/I+fJ4tP8if+b+Mori9ekgIv77vS78wFAO+GzihvyjvVr9N0Bq/lUuAv95Db7/gxhC/Hk4lPZlwK7+AqVS+IG+yPTYjnD7k8u++XVIhvsYGBL9BquQ+TPpIPpXtir+hSpW7eKrjvU4OtT6ABU4/CWKNP7TcU7+wnfW+AGrYvwRBzT8XNaC/kQC5PlO8+z7n7bS+mTPPP8RitT7TpiQ/iAk4v6WKzj7qHC4/","wLoVvlcun76xhWS/hJIDPix4079Nio2/u6X4PZOdeD+whf0+Nia2P5BM2D+WjxE/o/OXPUTGmb8v1Cq978jyPpYwmr9mf2S/7bFev+g22L4W49q+KbvQvqXMj7+KnTu/G9VCvpq28j5/fxm+XXgPPkENJz7a9Wq+XTrJPyUraL0VrvU/5lG2vYE57z7WyBy/9xE/Pz2LqT7u80s/jK/nv8Sp2L7QfUC+mMg6vzGNSD4bhoM/Z7P9P/bYB7/b/2A/4JUSP7oYvD5mdau/wjUeP5ufDr++ZKK/qm/Lv0UUKL/ck7m/BCOjPgnZ3b67MTg+jvIEvkxFHL/kc1u/hC1yvxbxF8Af7sk+5HiTPyLUfz27UqS/3XDBvoAk7L7ooR8/PBz2v5ak/z7X6+y/4cHivrfDCr/CWB8/pd53v4aadL2PqZa/7/W8vQz5sr92wzO/gzrqPqulgrztduO+wZWjP5N3l77c+BC+uoZdQPeXEUCY40o9UZvCP91eEsAuiN++1g6BPwCchT9rzCU+g1nuvp1Ilz6FKwNAMseAvtuYcb+bwMI/34+XPz1peD44/pq/xS3SvviuXz/wLyk+fxq+vi9G0D9JsvK+PSZYv0x2fL847I2+2dH7PARGHT80+Re/cTTOPsszfT7OWKa/S3k8vZO8CUBMDI+/d8dWP76tPz/Ms8k+LPkFwDaHSb5VfB7AhUzaPyNJRb6XQj6/oCXWvioZBcA3jtg+eNsVPxp0Ij0aaaW/r4mjP5Zrzz7wK0w+wM3JPxdYxb7/WTO/V4ngvOMLtb+btsU+EZ96P6HwAcAdno8/XdaCP3WYFEA0ZDG+oBtDvyPYLj5OFRq/w/VbP2zAXL8wIq+/qS3IP13MmD/l9ei/htcoP1RNir5K7CY/L+zDvhZzdz8M1O+/aJ7vvS3r4j4cECq+CosqwGi6Oz/YMIi/WfjLvzOFXb+NlLm/3qGBP8up0r+4lsA/rWsIv7iwtL80xrW9q4vEPmitfT8lRvM+yIt/v39GzL9orq88","klQavwC3sz1u6zy/Do/kPw6e472SjWy+hw6SP4uGzL86iP6/SZfBPvL8ub82gX0/0Ohlv8MHFz8neTk/rTlNPxyYZr5476y/EO+dvxXFAz/3VnA+/vjgPrYQ9D+5Ndg9sodBv/qpPL5TIhq/6Q/1Pg15tL8SlAk//ujKP96L4r4KaoG/WuVTv+vFgj79j5w8EnqDv2r/qr+PjWo8UhDkvbf0Fz807da9BZ0LP9OVYT9XM6w/nNyKPvr+9L66m54+FRR8Pwq1vj8G3dO/MHPDP72oJL78/eE+/LKtvrTAKj7ypro/e6RGP4k9cD7PUzA/6qWrPYM/1D8K2hTA7XKpv7ABSjx+jrA97XMavwqBgz7PQLu/ID+qvolofT/PJvo/scHzPsEX/j/6kiC/M9uSPqnO1b7OOLk/izx6vkegbr6gBr2/aM51vjIIGkCFkLg/bwOIvxd+AL+DCKw/zppKvvlmCb83dRg/cO4iPvF8Z789Ztk/rzIuPuawh75c9V4/FpM0vomArL9dE5u/95wEP3w0br5D7Hy+xzxtPxNEj753BTO/Nga8vlkatr9Tl/G9vCsIP3m3qL5FQiQ/Vn2Wv8T20D7hjAo+e8Uev8KcCL6BgAY+9MRpP/cR1D7aP60/3nw0vxNM/r0V+aE/54XVv2TA9r4kN7g8utaLP5UrGr5bDdk/Mwxyv71p2z/4V5i/ci03vXyeJz8JYlW+lQdjvs9X1D6d4vE/k2QUP8+kLb7H4is+sK5evpOmRr47RXY/PTb7v+cluj/9Ye0/ym+vv09i1L41jT0/f6IaP1QeAj+8DaS/F/Fdv7qr8L+v8MU/Bc6xvhSvB78mfbg/aiFnvwPjjT9i1KO/Dv3JvuB5mz5omSBAOju2PF7fvj9ky/O8l81dveEM5b8E1Vo/ygQPwMO2LD/m8uk+DAmovyACmz/zFag/Zd67PrRGMj4Ztpw+es92P8qH675GAsQ/1Bj+Pgow5b++uTS//vo1wENc0z5q3qu/aM2SP8UTzT/9Lb0/","qzknP7GbDb8XUF0/NS6vv5Fi1b0JpOi+AXgWv3jkAkBgTS0/CiaCvnUwzj5qStM/XopEv5viRD/thWY/Mbq0v52GmT/MBUu/1IKBP8KrTT9LO489ypR3P9RqjT9YDwY/YECmvjW5/D6nMuk/UlbfP5jWK74wEEo/rlHmPisPkz8IaIM/f5dTP50NA78lVrS/4sioP4oLdz9tMpw/WaYEv80Cyj+UUbO/8LOfP+ivwT7clka8vL1lPkxAzL4KT6u/0APHvzzK2D/WjRo/OHEqv9SA3b1DUoI/L6SiPwdJAT6YSpe/feBePx2Uf78nKmE/7GhiP++oYT8xFt0/RfLDv9QGnr92NGG+73ELv2X9M7/2FGy+wPETP4qfYr/zOkY/ECKtP8A3Pr42R7C9QUbRv9VuUj9Ax3W/U0yZv1BL1b4SLIC/EhCZvyGhh7+wbYG/0rsVP/zXrj45m7s85VsLP32NBz7EKte+lt4yv/9AAT6CdNq/iK4dPwAqm75aeJC/7dnnvouziL6ZgKW/FTCLP0ZTEECRdBk/bFJ2P4E9gb6eM+c77Ff/PPWvZT6V4pE/TVY6vwHTqj1KgFU+BQsAP6Z4wT7fz569ajbHv2gq7b9IvPm/diy7u73tLz8pnpK/+cfKv2mHYz/z3ww/lUS2Pq9t9T4Li5c/OGzVPvZUlL7N8pk+KO+wv1qj2j4DlIw/83wwvR2cAL8eRVS/CZ+AP05dgr9rxEi/lXcuv+dFmT0gHho8mSq5v2rWX78ullM+f+wmP1HZmT+duiG+PZM0PmsLZr9eDgc/On5evhblXj+ngfy+mPJYP3RQ8T/E+2a+xTUqP+98BD7vwPc9Y2Apv/P8ND9BCtE/INBrv2Xkf78Dv7a+blcEP/uZrb5dx6Y/umN9PtwVE79Xzv4/tnfBP2oaBUCoiN+/dTSOP9skmT8RcxO/YLUUP5+nTb9lgiS/2f5cv/ZuJD+IgYg/LVuQP2YINz56wPw+fYcdP8NknT81IpG/VwWGPmDSsL6VYjE/","7RqRv1gXir9iRRvAXWiCPo8Lez2aOLI+/1irv5y6kr+yZPc+9UGfv6Xmlb8wma8+TXMCQJin0b9sRhw/W0eOPw=="]}],"outputs":[{"shape":[10],"values":["Zt5DI7RKhC9Wndc6WwvYMhWdfj8HMZczaMqlLwzLdjs4vI0zyKCdNg=="]}]}],"trainable_params":{"conv2d":{"weights":["J2u6vViJ/ryPRM675KT9vKuUObxY3mq+eByPvuudF77QZ/K8mSEEvlFJoL0IkXC9UE1ovZTfNL7k8F6+OYmJublp6r3EHRG9vXtBvg+hnr6fkMK+eQZSPLPUeL4LfMS+t7G9vTeaD7+0KUi9yPEnvlBj0r4s6GW+Tq0Ev8V9pbv6ONU8ibIuv1f7671xx8g8+ygyvRsjvLxqh028IxsKvhnPFL6AKJC9kl0dvvZoOj0Mnoe+y/FmPTHK5T0iRsq+hUqfvpfXMr19iM69vcLjvcznk77rFAc97ZV6vmwzsz0kgPk6v8KzvnYEMz5dlo695M7cvoJ46L54LpC+RSuqvlyrSr4Mqw++toGJvh3jq7635cc9+kmrvg2i175+wMi9JyPmPGQo7Tz1lwQ86g+avuEGur1BzJy9+IOGO7MvTL6NHLa+CgZYvdCtRr4jWVW7cqS2u2ji/L09ERi+Ccj+vf26er1LgOi9YkcfvwCwlr6gdaA8l7qGvogY3L0lmlC+kNBkvtcTnD3qBac83DFSvLfRlrwt7xm++iauPazu3rz72wK+8gDsOxT4aLzhc5K++xL6vjm4Rb6IayS+ip6pvg8VR74Aex29fy+vvn2Tor69/b2+IUd+vqK2tr5jdki+wYBfvr3pGD1drIy+P6J8vSxqyD1aKya+65ixvhl9bb0Y78E9LrhlvZNJLzzXpdU8rSinvv+W4L28HkG+FbKDva74cr4Ji5a8XTKqONpdH74Uoe69jMGJvg1J+L0+4hG8TupGvqDNg767tja+BRODvH3kbTwJAJO+xixqPfR277z8mQW+cc/YPQs1yTwX6z2+t01MPL6uJ70CFVu+yOkkvtxzTr5d3AW99aXKvZkgCr5Jcoe9qVsgvTeegLsTYi++Hv0Uvrg0cb6GdFG94izRvaTDdb27IJ27dbX+uh8fvLzU2Si+JukJvTDm0L2GHz25gK3uOxBE+L3IwAG+lgTHPAywgr3Ue+O7FPV7u/keUj1mUTQ9Tuvqvcrucr03PPu8","yCw1vOVgOb2Fu2i+tL+0vmOrnb1WQn++xTmQvsvUvb0tE4y+5pxivvuWpj3NtRM+f1jlvDyabL69+Rq+tC8UvhelhL2suq29Fa7OvDUVAb4oqAu+S4eVuiLvMb7x5Cq6Q4wmvvmalr2cmPu6cUqdvtWQ27yIH5A9mAIvvagRHb4LTac8xryMvmoUIj6xwIS+kL7lvU7sszpWzWW+wwPUvdlXhzzvKIC+5C4XvxFgBb83w5c9VkmuvqoEBr8YwV2+k0e9vhAQ2r2ZIR2/8glZvd21ZL4GLtm8sFHHORcbC77raJO9OwdQvg6NAr3xk4i7yVZKuiD0xbo2kNK8iOndvdIIZ71j81i8W0equ2H4R75E7z+9iMFLvjFlx7vM4pC+0WDJvLRRH76A5K++qH8nvuZ8Lr4npZu8uEtPu+8IG74lrUa+edQFu/HdKr0wVay9UFo2vgEwZL7vZ1C9ae7RvQ6OHr4LsaK9DAQJPrR1NL7WZ4K9TxNRvmuxjb61Yvu9"],"bias":["ks2JvpMGOL7Bhxw/AWQPP1XYlb4vQ2A+Dfk7P/sA4T5f9gA/gkqIupGGFz+3ZgO/zkkUPzP/Hz9cwIY+xzy5vWz8Oj9bzqc+0FCZu6kkKL6TKNU8pn/DvYxB4z0riVC8uFXAvndsIb2+Mx8/4lIjvhE3tL70VvO9Gbedu1so17w="]},"conv2d_1":{"weights":["Z3m7PKXwazwh+T6+UIBevnUvfj2M1Ne+mW6ZvtDIt76kesG9+MgwvTXi1b1sSm097c68vj0o8r6vtn09AeqlvXUEh75/Jom97g3evFfpTL0V88K9WqhVPRLPwL0CrDO9vPlNvszkT77csLu+7/CTvU4kOb1PFJ87W4SbPTJaLD4awhm+Aa50PMkLt75x2PG+7MvsPW7c3r247L2+2qKbvupDq74EYE29Qu7WvlT9Gz7As8a+bYzKvsW2wb3PzZ+92p7DvJFQjr4+Nc67rpe1u3Oyhbqw1Ze9wCL/PVcFoL0M35C+HOUjvrmJZb4WV+487htRvb5ik732L4w9b4wPvurG7T11Woa96YCovk+1Nb6UtFE+aDuavp5Lw77VdpK+XbdwPU7VYb3don++v8+nvOF3ob7A/YO+cFE7vPnBpryGj4q+e43qvU5Slr0AbYU8oqF8vokE+T1jQoI9isb8PPE7yT3mTlE+JxWFvuFez73lAuu9378Wvss39b2h7aA+VpWBvQaSbr2AIH++raplvkOPmr1Y/Zo+G1M/vopcpzwWi9K8YkMXva1zgr6XIIm+jg5UveO8T74925S+7YOIvbmgZL7ygE49BXOZvcTpr7ttpk6+CgjcvVdZ7j0MTU89g5ZXvr/L+r1UhaO+wQ0HPYdcVjyy29m9fs7wvLhUOr3uopC9/+aTPLqVUb5CMF69frA4vqHkSbzyogu9/dELvd76h75afQm89LQMvRvRLjzq0Ai9sgEkvheNWT4OE5W8wr8Nv9MIc75oyHC9GlITPeMEFT7+tRS9c5CgvSjALT124/O93rEwPY3W1TvSr7e9wlESvSZRuz2cSrS9DlP6PI+RvD3HPbk7BG1KPG3uOb1otnk9HcervT7+kr0S8oC9gKGrvr3ih7tmkfk9HZIevlv00b2Jxj0+42dlPhBMRjwtUoG9gzUPvutLPL0KU+g8SFTEPcr3Zz6bD8s9ZYIYvDZk3j2b7oM+QcddPUi5hjwFo2O8Wzt+PaCzDT2YNz68","bQV/vuAo+rxl5GW9RYwtPETXgb3GE1q8o1YBvt5ZwjzNmJO+LSFjvGbVlD3Hami+VqkpvdJw170Px3K+47IcPdBQAL50yOa8exgHvfp1Gj267pW+0B6SvWWXMD0z7jQ9hbYXvr5oNr5nh0G9VFLSPISVx73uQIW84HQiPCJgCr1UXg6+TkUSvqTOjb5JcoQ9Kavsu9c7C73be1m+93JivrxdRb6mjP+9mFgivQxfu77lJii+CerKPQwLJ74VQIi92CemPUK02L71XOy8p4+EPDzWRD2emko+NiL+vWnKKLwq6Ry9imOEvqdkyb7wf4U9UL8fvb8jeL2Qhwk9NTpTvlZiMb58nFq8ABrivfrZgL5IZL89fbRdvTd/jr6t/Ye+8lDvvR0nrbzS0sm+PWx7viEMEb6emHM+sHmbvkT/uL3v/nA+t2MavV4SCbzJAw29nw1fPXkcCb4YVMs97O2Tvei5Pb58vbC+R99UvkEq973g9MK9RhzoPYi8Jrz3bCk+SjEUPQHIwT2qkQu+cUvjvB62Ur3xV/Q9Q1gZvr4Ii77nSA+9NWJfPRTJrL6wHyO+fYkVvqadSL4XpCm+PHqcPUztBL7PFbW9AZH1vXzRorwYK5e9AapcPCFTfL3VZg2+kWP4PDil/z3i2XS8eM7YPQKfb70pZAo9uoiEPBN/ur0y7NE9r9SSvA3JHb4PWNi+BOzovRF4I7s9YXi+9z9BvugDSb3Tvke8retBvpiriL6I2cO+QqdQvlBH1LvPkRC+5XGAPSNTPz3wM4G+YW2LPaUjD7/AWOO9gEEQvmjlEL1W2w++lFFAParLLD4VCpc9vBbSvf0uAz29aC29NXg4vpsHZbx7g649btu0vkEdvL5f7Za7T0MivSEtx74DZi6+Rw83PW4sUL6fq5++VQ+CvkEE3L5f7L2+ZRmePD+nJD2RCq694ue5vD8nY77+6IG7PvvlvjFQ2b37INm6WhAzvQ+pIL6lMYe9Ef6IvJZZB70im7U9jq60PbbWEjyVL869","lNEXvi+JNb3Sngm+cSZHviZMDDtg5dq9EmaIvipthL5GgI++8CTgPAXbqb7M9Ia9kCOcvkWDvb64bRq+myCZvWaJyb7gxY89RkyAvrMYSL2MT1m+poiIvTtl6708P6w9PI0Hvooa/70956S+bK+GvS/vlb0BHNI9lXYYvfnKOL7ahW6+NuKDvoeucL4uix6+1TLlPDjfkr2w5pK+DgS4vtWfSL6IcMK9zNm3vleWEr6lIaq+emyNvitx9r7o7ye+GCndvn7WyLzkjyi+b09OvRXbhr6i25A9iufgvROmC763IjS9gBtGPSHK77508fy9PGJ6PHmaU70sWos9SYbOvTvXGT2J4LE9OIWcvhGgkr4ZHg89t1ZKvplchz0b+9692GK0vXzVvr2GZIe+jPWNvhVS/75vTai+vtGwut99fb0+g6i+Y5R9PT6rjL4/PMm9JhPAvp04Fb6mMeG9UiUevSSIIr2zECi+R7FDvf16Wb0UCzC9KC8DvsLfBr2EULO9mgJkvp53kb4sq/2+0wkPvveSYb631Xu90+XXvoHj5b4d94++JfFRvXP32L53Xk89iPmpvq9nE78kSVK+9BOCvTuFH7+dsZ0+0pYvvnsWhD2RLxe+L1wivuA01r2H6qg9LQPCPHzo8r3D/K2+r2a2veKlnb1YkgA8zQPUOxHOOb5gGxO+3Hzuvep2Ur7c/0S+w3gnvqhjlL1bDGW+1l+YvjOlhr5jrUC+wmOoPAqhrDu3d5q+A3aDvi8gwr6ezCO+opXxvXItwr5V4mC+m/g4PKcfOL5pWRO+Yyd1PbPj2Tz167+96MA0vi9lvr4jAk68PjgCvVD0Db0WtAU7goXQveaGorzTd2+8UtyjvvhMSL6wmSO9WFBEviaxir6ffJi+dyPKvjdLib6xEKI8jku3vadUjb4+VQy+2uxDvqLftL0H69y9MS11vubF7r3eUKW9HLsyPpba/r1no2y9hvaLPZDvZ77xwo6+fScpvrT4FD1GuDG9yNa8PY2sBT7ICDK+","Z5fWPkh2Hr7YQnG+UU3FPECG6r35Y+O+9U6Lvmm/lj7Gaza+9kyAvpXjm72t+vW+m+xTvfeeXj3LzQu/P+CPvSCQyL7hhzK+zCnRvS48YL278SW9MoiLvc6evD7cXIG99WelPBlrYr6aSa++/3yBPKwO77vVyQc+hgSMvVSqsz3S1cq9xB5NvO0DXr6+/Sy+8UsNu1Wi676b26S+r7X7vtM1E78jm0G94lDPvR0EMr5kz8++aD0ovYgBu71yZTK+ByzHvo87CL/5C/O90NKDvdGd4b6FrH69i7L5vZAwhL3zb1S+4tbsPbxkI75M2OO95GocvFBz8r1AooC9Uboovkm+gL0bkw6+tMCpPbtMh77hCiA+wYK6vjN/1b56xR6/gQwoPm2cZr1cXp6+KwQyvJtQ/r7xM02+T9llPpsxKT2q+RW+qIfrPUWNTj1MqiO9ehCqPIesOj7uHtU9tJUTvjRLjL7cWm0+KuiuvvNPKr0OJ389afMTPQxpLbzWdgk+bpSZvSpqJDs1cIy+snrovUyA670GG7O9yTZrvvi5ejvvOAK98LK9vn6aAL5S3LS9yvA8vohs6ztlm9u+whgrPdhYwD35og8+FQVWvrb7Pj3xFKe+pXXrOzyhID5zEjw8+RM5vVMJUbw0J8a+k3guvZzUh70FTMW8EjdxvDzHsT3sGjo83MEMvlssTL13V4a+T5skPslVbb7vlIa9Tmrjvh6+mL6zQhy9qZTbvpMTzz22Ed++jgJKvtH2Gb9Lg/69cb7Zvjbzfj1hXCS+C+JvvIoRlzxeUD4+Y6BEOpXuFD4hfJw9YwHUvQxqwL5Qu+y9QdOOvX0e5L0fQc692wkivvfxK73LYI+9UgtTPo4ohj01SGc8k9yfPgUjQT+3DG0/dasaPj7X9T3OCQQ/V9JsPW/qKD9KpJw+DzKLPh4aqb2U7FC9y29KPpBOhT3W+4Y8FZpFPt1UnD4pHK4+j2TBvR6qur5Ymdo8BfzjPt7dFT2MoAA9AcvaPcC2q73Gbbi9","J5jOvWRC77xfHEq+rfSIvsujYbz1Kqu+lCY1vQ3Qkb4VjTO+Rx0Fvj/Ks765I6C9wCP1vpUHz77uRhQ+NLFpvT506j2vAM6+0+caviLviryLTJi+tQMePTRE0rya20a95E9GPp0ltL6A/7C8IjlavJzTm73sZea9763VPNRIcz5cbGU93+1wvXjrtD4wg8C9g5rROx1rSb5XL4c84iofvvnl8L0pR9c8PihjvoG8iz6MDCK+2SHRvgqavT1nnBs99zYxvxoTFT7C+Gy+XbyVvGpItD1KrbU82wOKPVdeW75yTIa7cPlaPg9wJ76FbiY9A4/rO5cDR74u85c9zXU8vb38Pr7Zdce+Z2+tPoHNdj54B2c+EvIOPj8wQT/xqSM/EkKhvV/+qD0ZHrc+kdKMvDguSz9IvNs+w4xZvkyFsT3nDei8g7npPY0Otj0+pMm9EgQZvk+gVz4JkKk+Ix8UvlnCIb7hK409cDsjP2gRLDxWcuK9ieopPlFFED1bUD09xAiTvDSgmb2Jm4E9iQUkPu6A5b1XsAi+nWYTvVjN372cC6K+/94Nva3dCb733c+9Q6RBPM0DLzus2fi9OOcsu8WiKj7Igo69OKwIvlUGLj2SOHC+qLNaPJaGcb6FXuI78wqnPactBT5CnOa7T6lfvEGnBL3hdnQ9eLpevc/Kgr4gYj47yp56vQ6zDL7AwO496dnQvbVT4DzVthi+jO4WvqpTvrz/BXS7Q5oMPjXLmL2lfHQ95UblPYqwPb0SYF49jJP/vNdkgr06uss9MQ8uvVcSEb5re6O9YkUEPZnVG7ob/ym+bfRPPWQj4r3cMjY9ntcZvMPXi7w42IC9xKvbPHOlgL0eGEm8ZM9Lvhb7IL6edt69ZaskvoaQrL25QzG+G3JZvVNSgj2SiW++K9iEvguQwr0ejfm9jw08vn5ggru5Efa9zjmMvE9TxL2ppry9/sXRPQ636jzhX1c9tcCIuryzA73BNRm9EJBCvo/jXL0DvTG8CTCcvVQsGD3/IrS9","jcRZu9SZw71PUS29irrWvSlQBb1Fw1y+zau1vStx8T3OADG+vTILPRvmjb0t3f69V5aTPPI8o73SthM90je/vZeq572D6U++vV0VPAq5j72DTYm+zDOaPbfeBLyVOGE9VDUHvkPlRD7+6xG91psuPPJT+Ts26Lo8I3HJvbHSgr2/Pw2+74mIveUdq71u+Sa+cQIkvsgTYb3N/Fy8nNXnPcV6pb3f/049s1mevdq9aL6CEjG8yDDGvWAp/D0eX068klThvfsugb3Hx+08OXA8PXibi763yP29UTRbPenGKrsJVOS9EjQnPb47WbsoyqU7lo3/uySM8bza/y68Vz/zvadOc7tJfQy8pnkQvYqHXr7J30W84oE3vquxVb4U7fG9DZuBvqL92z1joEa+vU5zPIreBb6mX7i9KV9WvpxaDb0mTfC803SDvq/foD2WLdG8o3qUvRs8sL1Wjxy9hgLzvGSSv7u3uQO+loVEvaAWhbzWbwy9WgA7vKROHT0DDwu+YPIdvtjJjb3qGyu+xbmGvq7Wn7x/NY+9BmY/vk2vML4BZpi+QBMuvb259b0GxNo9k7b1vZhr1DsedUy+LstNPdJRKL0r5Wa+RhGnvMG7jjxLYWi+sdx3u01S773wVHM8J6blvqvwHj0V/gS+tIgfPQvNibxqOgO91rhbvThpKL5bhrC9S3/LvFTz9b0WhyW+E4GDvFwNkL77srm9x409vvb3470GTIu9ornSvTUDkzs/NqW9KGrqvU1QszttK3W9LKdlvv7j7D1WxaU8Grt9PUhB/L1J5kU+CIsfvG8fJr3vUf69vF3SvWctr73roEm9odbSPKwd6L0h8IG9vm5QvqHhn72xCZ87RhgTvTdyJT3OnIK9CG1rPg7pUD5Q7pC8zENZO2AUKz1wFPu9kdejvfcCnDzFuQC+3ddGvqI+mT3b7dG9JHVSPoKiAT7JG2S9N/3/vteOM7yvGAO+w923vRGDYb6oj7M9xK9bPZ16d7xd5D69IT9yvet8eLylblS+","m7CBvbIWxD0f/Ik9axbhvMCsOz10ZEu9SXOXvXPcLz6kkqK+y+5KPUg1gb5yKj+93JPbPfdsU74oHbm9/AWYvU/qDL4BVco91AXuvNBhrD2y4es9DNa6PcF9nD3Z7vy9h6AJvrE96z00YfA94yrlPI44mj3VWRo9MlqJPT0Hhr5XxnG97SM2vXtHer5El9O9lg/jvUuXRL0GxxC+oD5ZvkFXXr6GuCK9pcFovh6wE73C8ES9RhCvvpLF7z1HVRU94Z6PvpfzWr438Qu9OWy2PSh/k754xI29TkclvSpJE76ofN69/uBSvisTUj0axpI962j4PMb86DuXPbA99QrVvQ4sC755VZY94EwAvmd2m72L1T2+35I7vqPeYL7UXZm+CgKVvoX0r7xh9z6+NkDivYNja76ND0C+oEXOvbqMcbxhJ4e+tKRjPJzU971PVca7WeFMPVyF5r0Ifz69i0xxvWpxvb0WcrO92qeDvmHjIj2mhrW9JsRVPR236To2hze+qgC1vX15Nr6FsZC7sPkTvmZEAb5mHkS+c6x/PWy1QL5SVdi7bLJcvV/UBz7K6ai+xzWIvuzDi75/rZw+FVoUPOzxjL7l+4G+zbravc+eXr1CVo2+sdcSvn7Q2r3e5m68fnIRvlbEEbxqCw49osM0PRXBlbxnXSE+26O0vXcNIT0+82m+CcezO6bBK74zfie9ExtyvrzWPL7CFmS+iS0GvmcCMr4cvQG9+TZ7vtpSy7380Iq9mhIDPc25Jb6eY1K9IL4iPaY4Xr3r0wi+C9ePvUujhL4h46A8nahuPbglAj6GKqO+yoDcvSlJI77vpSm9dkEwPEdVkL39HdU9Vau0vcNx+b1Ianu96uLHvb+yF75/NEu+RnwAvj70xr3RNgS+Ea+jviiSir3384C+s6ELvqJiTb41uEi+UvxSvXy7WT3+3R695qnPPDDOJjynv/S9mpLCvtClV71Ey0G9GzLSPDrwgDjcVc+9zAqOvVbIsr2A4jS9kLRcvFraLj3h8PQ9","ACIjOhg0xz1AeoS+mpbTPvQqHD0zo1o+jWZkvsPVXr6bjjS+ia+YvqdnAr7pTJO9S2hKvqFBJ74vFim8CfnJPOr8kL0Ew9K+zSmJPeCNr70OF4O9cSbhvTRnpr0mvqe88LlruvCCur0HgiM+IOVou69GWr0XlRw8gwdQPXn5TT1OxI89Z0Qjvl9e6b7Phxs9oFlavXkyBb6NKZi+ujKRvmhNob4L7TG+yveUvhm2Cb6Lbbq+RVZQvvrVZ74cVvy9XeJovlsIyL2VY7q8WqlfPXOXWb7eCC69DL4GvpgQc7xR0jC9CCM9vnbCr77Nvzu9jCNevSltojzzETi+2bE/vp0Ap707AJa84nMavjJO577pl2W+KyNpvgJqKb47E6a+IqyaPf6DX77TEl2+1BMDv5LjWL5BSa6+TH8XvtV5Pb2nzYq9DNeYvnAKX75nQYG8BLm2viysQb5Iqj+9fhMuPSmmC74mgEg8y5s4vfAxqr0B6jw8UOB8PDsTub0eRQW+wY3uvR1wNz2YF+C8eY0ovp2n/724ubS+X5dHO8YWgj0BEjm+jHdBvXjW8L0/SRu9VOYIPr2Txz2mLjs+AL+yvWRZMj5bb2g9UFjQPW8skTucKY++2WIqPBJ/Pj6TxVG96w9Svack9zwx8wY+0Rz1vZpRgjyXBIw8YKZCPahgA7+FRhI9C9bhO6e2Xr10eAm+D4p0vSv/2L1awTY+8UmWvS1rxjxewr49ix6svQXF1742Mxk+TpQUPhsQm740cTk93jaHPpX0Sb6KMYQ9hL4gvUGqp76BiRI+va6cvnpXU7y5/Ha+SkV3PbyZTb06Aho9Foy6O14r4ryPhf28DZSxPTBOj72PhRk5qVlKPtds1jzwGDu+9wawvMoHKD2wXf29m1MrPVadNrwOIL09DBVJvQyRiT54x/k7E0QovXQqhr2HviE9TKjCvFb3CTy2IZm9oMGwvhWmlL5XOhi+50hhvZhhYr6kqjM+I3tAPc1QALzadQY9YmVDvfn/vb1OuPM7","u4bgvZjg271+3II+mRWivtCJA74ld3G9c+BBPGaOZT3VDNe9St4bPobEq75xlK49W10hPa2Tnb2b1GC9n1yUvFAj5z3MM4Q89JwMvFq2ZLwy48W+Zjo2PQw5ur6Qi4c8F90Gv9luZz6QQyW9eZhIvQWhqb0ydjM+1xRVvYj+fj7mVQg9GksevuFlmD1/WYW+1/8wvtH2d72CUV+9B0mOvlAl+72H+V89D/HYPVZowr4qrkq9wbMovkqMHb61yxC+fD5dvkoDar6PzJw9zicSPVYYd746kl++9/a+vYn6Ib2RwcC+QIp/vg06d72/TWE9GlMrvrBhUr6cJyA9KQaYPbLAEL3uVnq+fpgdPvs8AL8GB6W+QFEnv1K9gj3F+ZI+8e1Avj+bJT1jrdK+P/4DvmHhQj5yvDC+qRHYviiNq72zUpG8qjdvvlG2Wr1M9WG9oM4HvzAYoL4GYJA98DNOvA+9Tj20pdG9maFlPodqw72i3Eu9SOA1vfWQ6j2Qs4c+CHMcvtVG173l3hi+M+F5PiawHb2JUIA+BRAnPnhJij3+dVG+lo13vSO7FT3341C+XRxcPi3ZvjtFka2+olgfPux227sG7Qu8ElhkO2gSnzwYA8U8XGzIvtiJXb5u4jQ9yeStPbQoar3L36O9jElnvUiu4L2FD6O93zUQva86RD6QspK9NVP+PbJg7Dtybvc96tizvfC8+z2wMb09xOmovf9J+DzZbgE9n5E8PpsOmr6Wz0U9kiqcvpwfajyK2ak8Go6Bvh1vd74Ide+7FvmjOnk0DD5wWZg9elDDPWwdJL1cffk90SSvPdLE+D00E4e9x39avfTcQb39qpg8yb+gPZiHwr1wZwe9YUAkvRslmL56Kuc9Xj/FvrREpTzqliC+sAbnvqOKsz4KucM9SNNFvrUb8L25Yf09MpL5PU2bgrxLYuw8McYkvn4rCj0nXsu9PihAPrWjyLx4qsG89YVMvfbvUzwOhws9AaYDvUDMk733kY29YtCjPUqDgD1OkoQ9","xATSPTphY72DA4i+DqySPXMEhb2xNWY+Hzf1vsuyQb628q0+m4SBvmMjnj6qdF2+iE60vjfwFr64qvc+5wiIPRTZwb0FDdK99cbgvVK2nzv+bMO9OgCMvpCQ+b61Aj+7KqmtvRtdJj6iz5o+rXGUPT4Gi72rDHs8Qtw9vBlut70aFQe9eY1Ouwpwt73gubu90B9IvvNQ87wecpK+yg1rvsczPL41bhC+W8hludJ40L72oYa+RCCWvuyoFjzDBMU8L1ISv/5xSb0TXgm+jS2YvY9DJL3OuRC+9EpPvrLZkDx1ODm+KRiXvtE7777/rdA7/udWPK0cSjzhvo+9AfwfPj2Whr5LPok9U03Wvrr8dL2P8H0+LmAIPqIn5b74EQe/Fg57v61RprpVMju+pL0cu09r1r4NYYO9SKY5vUzvXr3K86i93vp6vorPHL5sKNw8CRqRPpLD+z3dXSg+IAhIvVIU1b5yXNM9ur8Zvzdppb2RACa9VwEWvsVfgD1sGwi/xJb+u/NGOL4+4wu/fxScPvqAwbxmHYQ9K28Lv22qDb7D1qa+fidQvjBCEb7K3aa+s8PvvqWt3b7SBte+DoqoPXl5276f/pa+7cZXvTYiGD3hyrY9hZCLPepPN75pZKq9E7VFvXeFZb1PmoK+s0jLPS0le70WsO66HaCjvVXRJT3sakm+JzGZvpQhI7/fB3q+Ej0OvrDCeb6ug+O++x0Dvw868b6Sohm+bnhvPNPmuryizAO/Ylrkvn99TL12h2C8aa1bvmIZ/b0d+wi+EwVIvQUGS74X6N+9rdtSPk+PEL7qFeY8gHUsvsEMCr+5tHA8BZbNvS5g5T3LZT++PrdXvX+HEz1jMZu810dHv63BCr5WnQC+MTcFPkszr77fyhG/eJOavhLr871Ovx++G+EyvgdV4b7w1x2/RrFTvny4qL3xB8M86XNAvjwFjL67Vte8HAeCvkySXb0Ppce8Y/zzOzWhAL4S0dg9PlMEv3WcZzzXDpa9pvXkvBBbzb3zUk++","tdJzvpV+2L24/4q+vRbQvd5rsrx+1oC+ePDmvg17iD38qwu/NIMJvi/GcL75TNM9noEBv1DWm748u7Y71Jysveavqr6MOYO+3t1UvhA3Rry3Zc2+tT01vVumwTy7xNq9Xk6nPSLhjj6ORaq+2wpvOqP+8LzPpUq9DqqEPNqGhb5p7H49apkLO/z3qb2JHKY9hByRPCg9nT3C+SC+1t99vjQmS75utMQ86ETKvX86dz4agAi/EY+tvnYHEb7B4Py96ZHSvXYRhT0GJpS9UgTXPePrmD5e7Jw8RWkzPctUGj2QsRu7TZurPr5daL1xsxa+bztWve6iyz2ATRK9B8z2PR9oxTzylja+3FqRvt+rNT4aK9k7mnutvBLICL/cW3i+OsIKvYXxRr6+k/O+cmJRvU8djr53CLO9ocH0PJ63ob24kVg8z6AJv2nlOr4p2Z28x0vhvQLBjz00hD2+EYahvO5mMj1kBFk+iB6eu+GZXr3u73O94fkVvTBPYLwEpeO98pmBu4KNAL7BDD0+fFbrvT+btr1YshM+SLs7PrFotD2T9rW9fxeZPQc3BD2480o+Gys2vCmzxb2zv3K9bXoLvtd6+D1RxWE+O6bnPWeWHrw3r5c+NXOmvTF0673qNHs8QLuevQGeOj6YrVA+2LoPvj/FiLyiITQ+Y0zjPDmcRr5xHsO9lxDSvSIswr5V8UC+n6hhvjDeQb4kexC99KXovGoklr70Sc+9guPiPeCC877oe9898RvbvS4Fzr35WLe9+eOTvYziGL+wpWg8In/TPEZQ/L5RNQM+HHyzvDOqu7uevwI7r+tfPRY3nb0I7QC+A3+QvdFKu72d+B6+UXW4vWgiuDyKJjQ9wQgOvk9UiD3nkx6+XzbQvaN/OT3KwZs+Bkxgve2FkbuoqUQ+WFg+voABmD2p1sU8KnVPvf6pGT0EbIg9nVf/vGnbDz6O1YW9E3/SviDuZT6FVLc+GM6EvdA57T0tJTA+kFURPiT8a727c5q9ODcEPicdnr3m3wg+","HMogvQ3dTr4Jcw0+woZIPeQnTjx47hw+9Un1PrgEzz4AgQM85/oePBD/jT5M6Ie+Nn+bPqEvjj67erI+5eD5PJCw3z3TzBA+KaycPIjWCr6KYYw8Gy9yPauNObyLIrW9HpqpvjGayL1IMfo+NL4FvnmLrbzkK2i6XyL+vb9DO77aISq9aL0LvoU/Zb6j5CC+Ab2RuwG5m76jUS68K/qAvtXA176wNis8TX80vb0+Ur6hHEG+W9h3vrnbwb1KMKg9/GEFvnaD675pIZM9sjlMveYiLb7+p7c+8ODlvTppYTyrfq6+gae3PV9qGbxLyXq8zu0Vvcx3i73Qqdw728uoPQVrNr5Nmim8Cyx3vXhxrDyxynm+0IvOPXRL0bwI8za+3cnlvUs6Oj4+Tre9l5u3vloAxjvP0tY86ja+vlSKorqgues92ZinvZTWDD4xTZ+9+ilyvqs5jT0fMM6+w0SHPH3Wf75EZyi+rYhBvokndr3VtP67TJxJu2NFYzxDz4E+hVRGvujjPb54SYE+tGJ9Pcr07b1rBJA+31BtPhqs0T7dSB6+vehVvgjwhT3Idj2+XrhyPn19sT0LV04+TIGnvf+isTxzgBy9Yc0VvnfnW7yHhSK+WusuvuhW8j0zmLg97DorvhgRST0bgoY+TOG6vZ+/+LxzNJi8mphhvmt3cL4AgLS98TGNvKsmdr2QzYu+UQURvUQfvb7pX069sxQgvvaMej0tFtY6TgfHvVMdOr7V47m9eHM8PfiNJ73SsgU7k/GtPQgOhT1ySOO98GKIPE/Gh76P5dA9ht9RvsVqPjpiXyK+NJHjuvIrDL3TfTw94WRkPWWwnz0mb908H+F+vjCbCb4Q9Qa+RPAePZZBHD43+kC+jbnGvenloj2tWXA9Jw5/vowqHT6WB0i+wXJQvjLpAD6rxcW7YiGLvtMYnr1eES0+a6ysviRdF7siVNM6kVmUvRhzEL6kNEu+I+icvfUZbr7TIk2+nWo9Pn46HLyZm4W930ggvghdgr2Pk6C9","0otOvliJ+LwWsxG+7yITv6V2b7xz57S+Bn52vXJCUb4WHfm74tt0vZ+IuL1ou5i+cH0EPj62AbyAeiw+8LFNPaC8zb0umfm+Qd4rvsjRzL255bG9FyIHvmbE4L4mkS+96VfkvOL7ZL2sulS9hdOKO6ZfDr07K4e6L5L8vA8Ygbz26rU85aONPURPj77aOIG+OqTAvXpWkb6JXC2/CDN2vH87Zj6bFYm9QbkCvtjV4b7PBAy/3l0Bv6DAMj5CPGW9mNC7vgF+Ar+Ke1K8DvgwupA/47x+gW++CLDQPn00uL1MV0I9bpwcveyTzL6ZjNK9wuY/PZ7rMr2ZUT69YZ8mvuKSjL5I0IQ9dGsivi1sHL64vZ68WLmKvUx7X77Lqgq+4qxvvjSELb6Puxw8QLWivkUZZ77QyMa8EdqrvmvYlL3XtRq+KadwvioS470E/eA8ZSWSPePtET0gj+O97T46vYgks77O53m8eXP5vRLPZr06sOk8m8s3vUOwLjxUhrg9idIxPiD7vD13bB8+VTNFPruSyT2uvyA+ArgGPYaCwD1z93o+lC0nO+Run71De7I9NSZUvv27Rr452wi9iceDPGg4V74zNsS82Kr8ve7TIL1MgMG8zzhsvsTLX76Auee9XkotvmqyKr58St29dN/6vTNSjzz7vsW8ELjXvEcC3rwNyaW8q66LvMD/sr5KnVW+OqHePXrFTb6LJ3y+i1KuviAJ6L60a0q9FqxNvv5kl70P44O+8OgMvpKmRr6j5LW9OHl9vn3knr2r7048uHH5O303tr2H7W6+TpulvY+D1jyOU9m9vRd+PMy+VL5V1WW8lVcXPUG4gr0SpB89i1uuvexdUj3Bhtu9Wwemvr0pk75x0qA9/+t4PthDvL5sBrW+SrokvI4rW77UWri9FvOJva4Hx774Q8G+pflxvplRgz1s76q+b/ZHPgtOzL1VhX69jhrwvsXRpz0WKDY9KcE0PXYeH75bJsQ9DSwFvyoVCL0riMG9YXMVPbePrb2l4je+","O9+MvaimkDwHIoc+l3yyPpAuDL6gidc9MeWRvqNYvD5TiUE+/Qz3vR33z71uF9q88r7zvFmmwbwtNoy+vBLDvf90v77cuWI+I4YXvkRbij0m0CU+xxScvU1VIz6VlKc9pruxPTb3BDzfpii+dWqTvYdcRD2Y9Q0+3GcRPQTZMj3Bpse9UepSvcdykT1xKuE9ZSYNvizoYj62Saa9bIJwPsA+0b4Ku8297e6VPQKcXz7OE9O9+o5Ovoe/lb7lNXu93BeAvjuhPz5f9wy+B4e1vDedFz6Zv0W9PhVUvtGtpLyn2589Rv2pvvuTY71X3LG9pnv6PIqqMb3BdAC+GsPfvZTIW71K62q+mXkJvpydWL6xW7C9L2TjvdzDhL6Z3Sa+7kKQvlv3GL29stg7H/ycvp3lS77AArG+Ibf2PRAi2L3qXsK+VqBXPs4DnL4pC8y94F2ovo5Z973+RhQ9eMgMPSyCDL8o73a+QbBavqM4d7ygozq9vJFcvBVckzzPvBa+kcvkvbl19rxRexa+rkSmvvH8372CYrC95mTFvWsnGr4e5B2+CTdIvZPLc74ST6E8T101vgSmur3FAqS9SngyvVD/T73Rtii9kqq2vcr0z71TZVe+XgapPGfSSb2Fr3g8cW8MvmUijDy03aq9GfYZvQc5673bqoo7lkLbveGHOzyLLwc7/Qs8vpL+pb4o3C6+ZisQvX5NrL3DAUm+2iILvp+qM76d1Dy8uskWvloCFr6iaBi+eogRvlsrGr4GpBS9COU6voh5Bb5Pn1G+H3Aeva9cfL635pu8n7TWvRj6N73uU0C+iC7TvVRMHr7X3IQ9gi1LvXCTCj3uoOq9X5lyvXNq/r2WWd87o+x3vh4OBr7OtJa9yw23vXBZWr769Vi+ZpFnvVDUZ72QRVC9JK4gvaeK872dhJq+QpJdvhWLGL3/awy+/YcdPRFuir3Ecuc8kTapO6G28jxMBYg84pPNvGbK/LucbAg+ZVlxvsqZT71opJO9m4iuvX7qKT2XkZ48","NaCQvV1SuL11boS9zpbfPMsrgb0xAAG+u/nnvTnp1r1CWBK+T6KwvfE5Jb5nIoq+BG1PvSm3s70RCFq+OlcdvTLgKL6K0Am+ARgrvk5tkTzQaZe9W7HZPZzdzL1agHg8kG3MvbkpV7whk8299VBpPc4Bu72jHzw9AKI1viLSB75rXgM8YHdyvNvEFr5yXP+7Xy3WPFKf1TtS0LC9IBoavm8+YL413Ye9NGrnvdLwcD0zZtm93Xd/vR7xVL0U8Be81huTvaYGE74Oa6u9hELOOUaVbL4HhAc9E0mhvQnisr2fBpa7VJGUPdzoy713mLG9ia+bvS/XZz32ltC8Ios2vXYjOT2C5Bk8Iv97vkvtnb3mxru9tGsOvhF+P74ee+W95dcEuuEsTr0llzO+IJXnvcAYib3JNDa+oVCcvsEXfDtfumm+GFkPvm/SnLyGFgW9xTadvtJw0rwjqhi9fu9fPbgdl72Skw68YzdJvi+FFD3IYZe9blmwvcTWfb05sGW+DR3mvPhFxTxo9PG95hSGvk6AuL2nXTi+6tRxvoA/bb6v0569u6ELvjUsir66+1w+fxUPvlnbbLx5nla+/zVMPXWg/rzmXWm9PdWuvZjzaL3MpgW+KS4rvk2H8b3rmmi9wOk6vbguqr3d9he+WD8KvVeB5r3hZDw8V4ZFO4cBKb0LXkW+FZ0gvFwLXr4kQpW9dJaQPPeFvz3/Quc8jL25PTtrl73Tqye90d18vcGVubwoNfy9d8mcvACD/LySj6U8Awg4PVGwmb18xWa9Uiq6vTYX8L2AVg28pypZvX7ngr2CDNK85TF+vO1FsD1C5oS9eQlXPdFL6LxRmwW+ts9RvY7HSL3O7g28znOWvggB27v4ZRy+LjrBvQGsSb4BFBe+o9pPvo9SbL43tSO+20x2vpjsSb7TzIG+QWOdPfnxnTznjXy+gmU0voBuvr1wrL69u0aZvS0h5byCUhM9kuuMOfLUKb5CeoI9Ktx/vj2ajL2/yZi9U8AVvcemMTz2jVq9","tPWmPVKOFz2ES8i98BC1vV9cH7xACTw+PGaTOh9bAb0Z6wC+PLcZPQdE3LxkelM8u8D+u5RrVr4zIBq9jwiMvOAMCD35oNW7J9vfvaMxuDproua+/SCgOza3V77LbLc9xdMTvs2GFz7+xQ68yt9TPb6Huj1wiCa9/UZiPfHkdr3Dtu88+IvIPGDujD4GgCW9N88OPl6bjTvXBCk93G/5PjWHU74u7g8+dUyKPLc01T3HKT89I7I/PTokDbzt4uA9ErXhvZHyrD5s6/U9TPBpPMZQ174Su70+KXqyPl68+jtfbJq+qBpKPqZ10z3A3ge9qtUvvKuLrD3XnIM9n+A7Ppojv71tbqc9SfSovOnDTb6VmoW7Nn+MvlnJTz4bolA8vtvePH04h71QdQI8ZL7xvdq0tDvkdK88u/CEPvR6B73HwBw5b8hDvsCTLr2b+wC+5qThvu27Ir2SwLq9OTLovfzjbj7ATja9xh2XvMryDL5ceCq8unZUvRn9v7yo2q48cF6RvSdm0jwxzEg9DjiTvnTOb72Q6rG+7GgAvUpAGj1eTY6+iy11OnF2Wr7/kka+p8MePWeoET5jBAo9zvr4PcAuOD4Tm2y+lSr7vUjHm70+1Ni+Sj+YPChrCL7Pe5m9R4QYvxwDMb52gMU9vpkhvkALnb00py++OSs4vXkKGz5P58a9g7WOPAj5Hr4Cg9269+aavtEQxz1+1Pq9eEQ+vsHj9r4/7KO8R/NBPXtLLr+wYww+XT41vsdmPL7GjLm8GjEsPWd9FL50Zpc9zP1HPdUNEr4tz528RXXWPdol7bwZQpO+8DdxvrPxBLz8Ico9Vq16PZRxXL36v7c9kRoZvsaKKD1KrgG+W++yvgbaUj2SD9Y8hrWNPdBskr4kFdK9cjIev+Qjl76Yhxc+jLI0v0B6CL6c2TS9yCkDvy/F2z2Si6W+7+5+PX/hBDtdU5k9rXo/PuoAA71A8nG9q7nOPQQVk70ZGi29fFacvs4ZvbwYw3e9vk6uvaJUwbxpKEw+","qRrhvQeaWj08wS08i4eLPpPImz0ShiQ+idievgfXgr5keW692siCvak407wkODe+YBHAvaVVF756aL6+/FEQPWUKzD3NTBo+672PPabxiT0ddcq8mvM3PVK4gb4RFIM9hvzbPdwzhj5Z+gu+hvK2OcPctrynmAC++jQXvW7FOT5wXEI9chCBvTi1Ib8Rgfg93unxPDVH+DwbZDq/AHXJvrv3OL/NdmS+QrOlPWTr0DwOPh6/23z9vuHNAr/4jVA9bWHxvjpGj765Pxq8zcHwu0UX9z388bY+B6EPvjDpUTq68ci8lwyNPQCnVb9E5189a/Ulvv3gib2Ujxe8TDmmvQ3NHz5TdMq9vbtjPbmI+7xhbQY+a4DAvvQRAL/wBzi/LDLevNg68b3LrQa/gCe5vCgxwb4hfLu+aOrIvnU2mjxMHca+r5ZkPg1QF748BmA9n7WkvX18lb0zdDw+2BcBvnRoW743mMS9VpQQv+5ekb2CMg+7+THKPVtVmj2IY5M+3VGoPS694LyTTYk+mcyQvbRQm74bJ08+IWM7PjSBQD6jmQI+DKfEPcvYVz6pK/U9XrKTPaK1Qb5EF6k+9xEFvbCjhTyO64k+lwJave6ykb3bcPO+1WWovY5QFz1qClu97H0bvg/OwL1/roI+t3eHvf+TnT3tqhA8wVK6PaIakzyqeIW8pHddvLRSfD5glHe+6XM1PR/KgL6o0+A+/U6lPqwTVb0Inp89PcRgvYUnjb5a1rQ+hysgPsK3gz3hhby9WtKSPsIysz0wsRu8caCsvdj6ub5FeQQ+FijdPX7cmr0seLa+huqTPpE7wT71Glk75Gu7vT7uEb1D+9s9wB2+PZAIkD1qoJ+960KSPpNi6T1bn/G8STkpvG69kz6owGI+z3KCvcKtDjxFiWM9cQ/gvhsptz7M+1w+rQ9TPux6rbxlqZU9LrAAPgAsKD3unUy9Zgjovo0szz2fqQg+jP+YvWY1Fz6JBnQ760wPPxY7lT3BkNy9fIhYvTHhk70iiRk+","K7ZgOx9vsbvxgwI+8E2/PRgWGz53lNg8nrqlPvx1QD6XI669KsetvLWqwz2wrwm/e++sPkdBgj7x/Ak+Fkc3vBxL7j0v+B09Fs3bvZWLBL2hRXs9N37zPZWdjD0saBa+I5EcOzeX473sNJA+we1uOy1wHL6JKRa+G5l4PbhjRjtIGo28Foa/PYThJT6BwaO+C8GgPclSSr/rI3o+pQmnPpJzI76k5R+9e7UGvi8ojr7+c6w+aoS1PWAXtj3gi8u9VlmBPZ788b5kOUG+D83WvTdkCzyyJZK9oDWsPVUnjb1AGcW+bStPPXsHqD1b4XK8a2/hvAS0Mr7iVGy9oDKZvbfBm76KwIS8GH9TPiH6QL6iaC09HTyWvj41VD7mMp0+1BavPY1Kt730Svi9GVlJvqLc1T6byJk+3nARvieBzbw94Y8+k5tNvtxV0L0pvyq77Ur7vP95ET5L7gA+03envF4M/D1voG49iTHuPtO6QLu2HWi9AGksvtwTlb2Yymq+16DZvBlcXr4HMGS/dhSsvsHCdT5nbvA8/EsWv26nSL5oOsq++2+AvshOHr2iFXU9QhpWv7p8Vb7/khm9SXazvNgMLj7cjym+M4mPvuqf7b1AOyc+yiCNvty/hz6V/do8uMo+vumDgr7vgVi/8/PyvFFY7Lxgxhu+eNGQvbqnvL3AmuS9Fjj3PV2z0L4WC8e+eZpVPrOEwr61hW+/D/8Lv/7ABj5oKpi+YvGbvoWsqb6mG8i+6Oq3PGtbtb40hQi+ufRCPQ+OPz7OamO+h1mcvdhCrD0wXMk97aarvb74aL0PJf+8aawBPix3dL5zoRy+zoqZvXBPsr2cueC9vuwxvxbbgj34IKc98JedvtP9Q79aG8g9I6RivpNE/75qkwe/OdxLPvbD772X3oe+twTYPeQzlr4Dq7g+nfQ2vi1EEL7bszw+urwNvtXeEb4AtUm922ouPue1Uj2XDIA+wSXlPOjqfz3u//E90pnzvhLLob3SPUE8KxGHvZB50b3tiD++","WSowvsgi+r1ffCm+3uZgvvXGpr0kl+G+fAZ3vqThQL6rUrm++jymvB5lCb8gd208njmQvo3Bqr4yQie+uRxlPeTwwL52rme+HxrpvRJ+Oz3XWWI+z2ehO6Tbj70mU0O9UftwvmEhJD3MBi+++VbuOkEbfL0WGO881Vv3PaxaibwQTOa881cNPYvp6r04C6K+OfNmvrz00L071tK9Nz6VvSDKB76YVFu9TeQXvrkeXr4mkMo8dDB7PscSlL0HFda6JjzEvZ5ob71aCoK9Git4vIrMhr1bUpu95uyUPHZwtTyMSW++Bqk7vfPXiL3voKK91WVoPaeoVD3dgYQ9Zxd7vU5Thrx1f289hlfRviMqpb6PFpG9FQcKvnMsvb6VAEy+Un4mvaW7+b1nZ4q+0dyIPYxLl76cjx6+Jr8ZvnwKj7lKMBO8Cfj4vlntor0HDo29n1eevusagj25jLY7mVC0Oy2S/D1wTam9OXkdvukWjL0nKNk7neaevacnOj2nDpY9cgqLvSXOEb7iEVy+Tjqyvk5c+rsdtaC+5Ph1vrxvSb6pU+i+bogpvvMgoL5Kn8W+3rmgvQSWLb5GUFO+PHjzvDhm/70JDDu+gU5GOQVeOz3+gJ2+sodmvUVn6L3B0P27gtu4vrcqpz2EM5a+7k4IvV99bb2tApG9IxN1PdDkJ7xp/4w986vEveCRyD0A/1a+1rRquxmifr7aSGq+Ng7ovOk3Hb7Yp2295AJ2vYKknb07vvK7E+mEPUpYoz1y89K81OoFPZJF17wUpgY9eYtave//rL4Y9NO9oti8vTrOIr0nu8q9cOGFvaP32rzFgAU9KxyDvO61nr1zVow8qRdTvU2EUrz0eac8J/2QvuQjgL47d8G885Qnvi0p8r4ZbqW++0EbvXKSWDwty4m+N52wvdbsSb61W2O+SFdzvlgtPDwvQSi+rYWDvUjMkboKIyO8wN3avZv9FL7FuTy9RpMcPUAhHb5jyPW9JzORvmSeOr2D0au9thujvYl1tL1fW2A+","dsoePQD6qrsN6LS+EDKGvvA0HL5wNIk9wfffvnSmnb6Umd69lqYkvqEXiL76H9U9V7KgvpBxwb7cGcO+uQVZvOMzob5ICUG9qDx7vTyBKr0E0ai+cH0ivbJbOr4wBKq9cDl0vnL6Pj3j4u++ipORvRg75TyiYq298nSPvbOQ3LzIvs+9MBvKvL+6Nr39y0C+y6iAvVeXVb7wX6E9tgZbvtjNKb300kK99SULPe+IHT6LqDO+vYctvscU/T1SS148REO7vGTzOD0UC7g83zrVvEpMG79Thtu9ivNivfBWw73hpOq7v3V6vjrNEL50Jc69+u6XvUsvYr3j9Qs9sUmtPXjWIr7kIke8L0Izvpzq0b6YlLa9LiJcPigwTL7WMgW+2iQ1PqDGIr56fy6++468Pfqo1r26t9m9o0bFvqQfrL1Ypxe+bquBPYNqk73fY2s9OsslvgYaEL6BIQO+WscKPWsBtb7rS529VMIQvniitDy17Ve9oBU3PSMygDw0oGE9+JTlPNDN1L2praC+bPwjPt2yoL0t8DE9hQOGvrIe0rzgPP89tx0OvDCwvju7Gv294j1ZvpYRkL5VzII+zXNDvdm/mTlLT3C+p86YPLw0GT1g4HU9Fu4ovg/zNj6AY5s7rntIvgnbdr5Iq9E8a3j+vXrGAr4QTMq7uCKJvB8pVb0mT/y9gEa5vY3SOr1W4b++Q+skvizF7b5xm2y+l7Qlvh0etb4Eazg9e3UlvjzNBL6ex4K+2hoovgH96b2+9Pi5yLjkPB49PzzxDyu+ovJIvYNbkL0xRJQ9Cl1Yvd0o4b27moq+1hYAvmtEbb6SmAC9ltoPvMNZaL0U6MC86OiVPOzDVr5y/yY9RNAMvnz8l76vTei9WG3Gvkld5b26EXy+nMrpvmNp373Q16C+OkVIvoLZOb6ndrW+4j54vuYZz73NIIy+YcCqvkmyvb2+miU9TcoivhRjZjv69S+9eqYPPT/joL4BfCe+7Zj9vdpB7TyBuMa9aD9Ovcb2mr2UYFG9","XfcUvt8Tpry7WTu+zS/rPSrF/L0Z7oc+szEuvmkuzL2W0qM9KuPzvD0E0L2W6U+9BjoLvulXNL44JqO98ikTvts5mL4hFcs+uNmevZUk9btl+7m92pkhvhRihDzpPau9eOsPvQDdb766EFS+kEH3vSu4urzDc1c7YvlrvbRdAr7INje7ajMhPUJkgb6NSN89F+fxPciLbb4e4jC+Zw3svfjAcr0pOJ69YmWNvi9rFz6llWi+Zez+vb8Iuj29/Mu9ukekvqGJdT0DGwS9HJIvPFzFeb5gv7W9ujJyvo0Sm73yrBw+41ZavBIHfb5Qnsa9tzR3vXI4GL2ZNce8TfrQvf7vJL5cja69DSDlvntXPL5Fl8i9io06vmrTxr6fGcK+mcwpvxKDLL61B6a+zZ0Fvqdn3b5ppai+j6Grvh/hibwrcw2/w3URvjLY4LzaHum8wKmCvuvQpbzWKia+FJiovcRhnz2VNye+ms26vuM0zb1L85C7V4V/u1dgyL0fSjC+XnQvvuIM6ryg2+g8ZUyRvWU4Kb50PrM9VCd/vvKPrb1lzia+HFfAvcrwVz18p9q9mW0RvtW8yL7rmom+KG4OvUcEob77i6K9K5d6vbdb5zxbLgG9WAk/vqfc1b3utJ+9Bn8EPnvSD77KMh++SbwjPN3k2rsWLbu9FBBNvWYLi70c+c09/tzAvRXmQL46YW29VB6HvcXXVb1ajBi+NqRQO1Yjor5kaXU71CMaPdvsOr0+VFK+dIpovt8Gb77c34G99Uvavjl5ib5VEJG9mFu8vRD5bz76iBK9RshjvqT7vLyrGGi9vrwuvb03Ub5wHj69u7vlvAa7fr3V+p299J14vfYs1D1jLhW8pbeJvhA9gr4OUl68zNCyvuAad77NH8a9UsKYvuUCiLzZ/6C+J1JqvlCEFb6OqG2+SK/QvUk9gjyHAc2+PFmLPNnu1b0cGg49NEAzvgGn/r3Y66q7lyWOPbenD7+Dv8y9uyKzvrb68TvuB8K9RkgWvUSVYztXH02+","zyy5vf4Si73INiC+oY0BvMO5yr0/5fs9DqKNvSjaMb4aW7w8v75cO3Bx/71XGLm9EdTyvMfkTL3VOas8eUV7Pa8T473rMbs85JWHvdfSybzNV5S9nvvdvBn8qjwqT1S95sdZvv1knb33Tgm+GppSPeQXBr0MIj29/lScvdWmSryUG2I8ctWDvfUL0r1rPJO9AxrpvMeOUL0c7gm+2oodvSND3zy4P6i9HKozvFVJjb2CWI69ifnYPThcw7wmeuC9JEqQvWDnJ73n7He9JCdcPTiGAL4lT2K9M+tuPZtCrr2GI2s7admmPb31hjwMGMq9Y+DVvFnEdDupalk7Bhy0vQD4vb3xQzK8EBS+vZBq1zxuK9Q9ejrLu2ctJb7PJlO+hh2LvTcmvTwQaG69mjSYPV2p2b08uDC+RXAIvPmpHb2WqCe+TjhvPc6orrusFXS9qdUCvs0AP72+IoW9lkkjPZ6ZnL049Dy9SiSevfpeeb0+6aU8C2EhPRL23zzTEpM8Ji5dva6wkbtNOQS8kg8xvvHNULx2tmC9wNmYvZxMLTvGcru8H99UPfjgV7n4RUm+4BdYvYu9Zb3zcZ49R52FvZtdx72Hpzk9RqGhvTdY7bq0FD6+f3P2ONF5Zr3Nb9g8kQuvvTz6Kz2LXja8X7xGvY6CJr2CYLk9/pzHPKLXwTt4YjA9U68ZvUcsNL4kzoS9TbGhvP3dt7rgboQ8iHqkPeSyMb5WSIa9cZpVvdNI5b3ofxQ9ziswvUXcg7yATUq8RFxDvaY5GT3+9eo88/6+vXcV9L0StZC9xLj6vRjumT1Ixme94mWZu/g1RDuO8So9VwiXvbspqT3LY6w89fisPI2ypb2hXli8VtMwvjQ5lb3pgpW98Z8lvphpKr4u3F87dwo+vqpo8LxGlja+nbMtviolD75a8zu+tFqcvLFTcb2dQyC+PTmBvfGPkL3ewJq9femhvOybdTjnDxw9vPCGvfKl6DxU+ry7bgomvsyQQr2IbKU7Bjk5Pf+SgL2OvI29","qiVvva4yYr34ykq8B3s4vvs/q7pJlzO+gra/vc3D7L0HRRy+rJjXO8ajBb5WWQW+JwovPKCUgr0gabq9fV6KPHYRT75FKuA7/zQWvMhF+zxiCiW+HvqTvE5cCT2Vr5u9oe4Xvj3jZ73C6JG9Uy0CvSUtHzvncZK9aZYxvbCxIzvfrZC9J7qvvUP+bb4Nk8m9OwARvvYNMb5ibyS+URqRvR5Lq71nEGQ80gD2uwYc/L0CTUO+9C+ivdFPeTzgnRm9y71dvjpiLD14koA8rEOcPIELML4GUyi9OYESvcn+ADzNsgm+n4C/PAt3mb1RGDe9a+bNPMTu2ryPhHi9buVbvaAZs7yaCJQ9oms3vsI7Gb6Buwy+CPBcvae5iL2o/MS877YUvmuJm711igm97Y0Svp6gHb72PDO+HOkIPGJP7zyaxZq8/XobvhZBBr5isPA7v4/LvUrNWLxp8OO8pOI1vTOAqL0mmTA+L/c1vVL2OD1YtDY921HRvdNDlzyOaQ69bgATvnl0mr2RiZ++rCktPelpCT668bY9vLo5vhd8Hzy+xVm+8AAAvXJtcj0jf9a8ecOQvb2NVz1cqlG+SrXDO/GUgr7Hcjm+HNgHvjxEsb0vSOE92D1FvhRaOT70v4a9tBIGv2H5PT7fKYK98yDavHIaKj3oH429fe5ZvZH9Ibyx9Ca+Mdb4vIfqSr4vfwy+4VuDvFBfrb6aaVq9bB1FvsgokL7ob7U7C95OvWTSkL6SyWK+yyKmvQJhvD2HrdC9OTStvhiEv74qNNw8KUQsPOSk+zuFrxY9RHy6PftBRr3W55295gUDvoKNr7tfZ229kkWJvQSeb70HIKK6noTevZeew7sUgRO9yz6avjDTsL6AH9e8CsESvjMl6L6LtrW+H4qnvg9I0L1P7rW+4dipvoI6Br6uAu+9YdqBvnV0l71nFaG9Aauvvl4nD74FFMC9RD4JvxF5bTzyyAK9jx/EPF+xJr2eAPA9/Wt/vPJSTr3W1aG9h/MnPZQ/0LwIQ0K7","UEY2vutUD76JsDC+XnIuvrNvjDzsT/m9Xck0voU5vr0o/9U8pciQPEMEnL6iery+1OTWvFrHIL6Q+bm9wVd4vR/PVL1+f/C+UeF2PZ0vJLwS1009zVIcvhDX7710yFI9pEarvv225j3BqWS9l3AUvOKrP7rwUQo9t+WjvA2po70D/tO9oJ+tu/8foL13eCq+btusvdsPVL7A7gq8PcX4vQZyWr5uNhu9JTwPvsT+q7wNei++hNUPvq0p+70li3m9xH9Lvv+jp734Cey8WsodPR7Fj77T4eA8yfAQvu8pQ71t3qG+YgahvYrsZr5/BWG9q+JDvWrbib2+SE09rPsMuyMOwTo3Q1q9InUNvROxLL5Bar68mPLjPZTSCb6JZa298GG6PJoxL74kLZK7rSR5vmE6lL0FS0u9sA1lvsJIGz3Idwu+Vh5LvdpWAjzkuZa8sppNvoo8Bb6iDsk8QnUOvQQIHb58hkw+fpplvRJpo7yxzHs8CUALviyGu7mmAqq9405cPdiHFj69PZy9TUwkPhPpS72v7wg+Cf2HvtFEmrzpcDQ+0tdJOw5lwb3K2b29Qxogvv1Heb6ils++xYbFvfk8wr1SWVu+W/bpvftXwb1XqM09Z70fPXmVjDvvl7e8nhKBu9hhbD0TrD2+LaApPe07mr2T/Be9dKUkPBsapDy866O9eUvdPU35s752kEY+Py8cukBYbr7anj2+TfquvmAOjb7hgTu+Rqq8vlwXHr4wk9W+JLmKvi3giL4Qcqm9iTa7vvGs8L01KRS+mYWCPQMABb4vccA9qGEcPsMLd73Q8a6+yMsCvdQmuL5S5lY8fJ3GvTS1mL0yXoG8YgCCvg0thD2nHRa9XubsPTKF6bp5IaO9jtIdvv6RQr5P6ya+hXW5vjwfBb2HEFm9fnMJPreeOLtsJxQ9T6xcvvMnsz2vfmK+XRufvjlYID1HYDq9VREVv/kBzrxPKlS9h7iDvYnPNL5onmQ9uPJ2vjOxILzdYFE7qgqDPaLjnTxEuiy+","J9uVvfw5QT2C1QY+Fxv+vuFhzLyxapA9/zKVvGPtdr6eG8E9zlPrO4Igj74+QC6+9P6Fvt6Nh75OFya+D9mPPNev9j3jpza+3VcMPUOcJb039s29IDvJvB9YDjww4jM+5oSPvdKKKj6esRa+J3FOvQNIY720dnU+de+IPLo5H76rEQg+BC4VvgKnjj6Mw2O9BMVgPl4LQ72cIKk+G2X0PtMct710+eG8YfmvPryhgL6+Hqg+RJ0IPkNzVD6lrmw9I6kjvq5m4L36pDI+Qg8Cviiax73tE8k+RR1pPuZtpjsWluW7L5fqPuqJpz5GWgC+EQo9vfnMP75s8+88iw2aPgrpl70ILiQ92VS/Pbnqiz3lIju+5AsZvuxGoz3jbiU+G3qGvft2Qr1ipiG9TncfPG4mnT6Le3E+nAmuOw3URjv+YLk9iEJCvrMKWj3t2es8UryJvqNe/r1hCom9PET+PFRVFzw40aI9v+UiPh5nqL1SQ6Q8F0BjPepkzb05H4s+iciCPc7UKT7hRdq8qzS8vsWT5btTQBK/WV01v+EACr/P+om5smLhvQfjwLxjLhA9+RDcvgFTxr17jrS+X5yKvTJWBT4QB2m9I60pviwdFz6spK49xqtuPMqfcj0oZiY+cbeEvsySyr0D38e+FQ2kPe0+GT0PuAQ+AY5jvU3Nmb1gnt29Kt2dPefKlDiNbEG9RQZwvvsXFr1BvaI9/dqAPrIOFT0AN+u9d1MvvrcabLscwB4+iDzjPf+J1r4ZWEA9a0e9PR/9gr4FtYA9CwONObI2o74ZWow+B3KePsYD1TzLm7y+AlAzPkwYKD7LD2y+Qvd+O+F36bz7Xde9ZNabvjeZJ75os7C90vB+PnBiTz5g3Uy+/KJNPUhLbj5L7SM+rm4/vmvEI71tyeC91onvvs6nbT5D1TA+eOlIvTFUeb1TrW4+cJHHPRLDYj1IqoK9goYAvqP1xr36Lqu9Y0ySPdRf3zzF++e8T2T3PWxgWDxof+G8gvMgPBh84Lk98Vc9","QYnFvreYCD58Y+Y92fE4PouYAL74VAW/h7Iuvz5ETb+qQzC+niQcPe8iGr6pozs+xxnVvl5DVrzrH26/X5HtvSvvzT0eHu6+/VZ2vkzMAD0iYG4+dpU/PlZghb1AQBo9EnJHvgWyQz3K3Qy//e46vUxDFb078rW9Ip0uvVjiz72JZWu+DeS4vJvxBD6MgEa+0laJvn6pDb+VPWQ+XGBYPon/Rj7A0c69qtoIvvsNgjssdJY+jv20vE9qpj3CpBy+syinPWofDb4mLd291I0HPWXvPjw7pSS94urtvEMCpDxGG7C9dOuJPc6zQj4nQ569/UwKPZTlM76MZTa9dV03vXxRvTzzpCm+o3GCPgRgy7zNKeC+YFSMPqDaGD5V6kU9qKmxuxTd9zrSHY0+nkqPvrJyNT63xIW9JKw7vmmcsTyqKD29KK3JvsR2AD2B2Ci8OWizvhTfjb4AM8K+VM/NvXTeIT6MUpW98zFmPi6h2TyCVVK9FVWsPT4IrT3Tz9o9wcg3viEcCr5QAoe+EJeaOtKhsL0sCGq+nGp1vv5Hpr6Wao++kaWKO4QGeTzVuoC+R86OviS7Or65t3C+/zzlvYJdqL1kbmK+j0nIvDm/hb3Qkni9v0hSvYS5pb3+/Se9gh2ivnulojv1foK+wPoYPZlkLb1Ewj89nMa2vYCnb73Vwz6+a0uwvSwFH75y1KK9IcXbvIOt1L2nNTa+5STtvUj8tLryiXC916t1vkGxYL08yx++nxPXvlP4jryQL+i9T0NIvgD6ED0NHc47PRElvfee9b2eVIC8kWgavb8DT70T9Tu+5adpvKExz7yNKvG8y9MNvgO+xD1d9ly9R6G/O1WIe77PmyO++ifHvRRR67w/pdA9jokNvpn0kz0tveQ9PJIlvQ9iML56XRY+k11IvcK/Rj6bl4Y9q3mrO/vmhr3+fFY9PM6dvnEknbyX5AK+gDpFvjzQmjzuc7I83fBVPWD/3b28Yie+Iwn0PVM+2733bYq8V5ZDvk1D6LrSzjw9","TyW2vWu2mr3Dl/S9+gU5vmv0zTwadKI6mP+cvtM/or6fUty+zZcZvhHeQL4A2NQ7eolhvoB0F77m8wy+onc+vpzEo753hZS+wPv3vfqPHz26Adu+bPfevUa1ij0Y3SS9vISLvsgv1b3To0m+X/4evv2cqb2yOzC+JwcZvioBO73LtcW7CvQSvp2dhb5ducO90C8HvgMy671X056+0cJ5vXxdsr6quJG9sfJ6viIeBL7CHS++zZTTvRqJWb0OLv88hPTGvj8nib4/YhW+SQt5vXIxp73smOK9bhELPhY2PL1Zzi2+0QcWvDJUszz5SAS+QHnRvVOqxLxtS/477DSEPY9tKr5fkvW9jMgAvhuBw75cyL49C6wxvh6Eq76ziaK+vianvfiisL0oeBS9f0VovOFyqb5WPR89yQcXvmBb2b1Nk6k9f5tDvkDQObyvqoG9/wLCvdSDjT3iN6E95zbivG/86737IxI+lWzFvu93f718ihs9d9AivL4moz0ZQ7W9HpzYvQknwb3LFc2+8ZZHvSYHQzvdYku+h2DQvrQ3lb7DaAq+RIGIvvIKib1qFQK7MEymvsCTSL48ABy9kY/JvbYkL76bUwe8fYq3vJAFbrwMdl++yN8Xvt0QHL6Gjva9GBndvvQnCL7qlHy+nw4Avcxn071S6kO+EL1YvTS5GL6lkqs9WtxCvlRBAr6pZYy9oySPvV/KYr4dB3S+5XQcvq45L72qSYS6m9fovaAZDr65iJC9xiDFvWBEG719A6a8weiNvvyFMr28ttQ9QOlEPcleir2hkuI8OY4wPEcWCL2u4mS+9AqbPTTxAbzniXS9HbrHvagoh7zwHbG8eVYnPWO/nb04EXS+Qz6IvTnpI76uT7C9IQXPvEIIj70OWhC+WuLTvYOQCDwkPh69Oemsu6nhmL0EUYC9guwcPdvwHzsj4nC+X2PPvX0Ftj1tOAI9NCaBviBdpb35XTk+lHsdvW2WZr6KR4Y9rHGQvX8tBT1gXxK96rwePQUfITmqzZq9","5OlvvbG7K73RZYm+StrMvdpUDz5+TR4+yYHGvmbWKj79TQq/xG6Iva4LQb2gVgi/ZZQ3vnINQr7EVZ898zc6vS/6yb5UT4O9cX/1vNnunjtTbsW+4MylPYKcRb16Cgk8/RK2PQSFAr7boM2+yPcdOg3kXzwskwE8FUlMO1Zz2rpcnVu+zlAivqTbW75jIOm+2xLxPJ3oGb+OT+u+L03+vvBCGb/ulaI7ATa5vgVCoLxgieW+bOsxv9+dar7oqp295uaSviiNyL757Oa91g+9vX/gIr0HklW+r7wmvh7TqLwyiGK90W1BvqVTEL8CO6a9x75PvdwZF75V2E89y22/PVfgeb62ss09RvtRPmiy8L3fRZQ+6h6WvhCDBT13LRu+mhxsvbwRfD5kegw+JhQgPup9JD735rs8kiU0vlEsdT0OpSW+nWIfvM6gjT2xbgS8ZZ3hPSkOGj57aUC9kT6DuwFfUL/oVyY+VoLWPaWrWz2Mr4+8U3PhuSC2czx8Zqg99XxMvqFTx70lmeO9dbaTvYzxOT63QZe8L+ijvhGW2r6LT4i+QMGDPGP6677oavO+3jm4vj/8jb7PlZ69MzyfO3WikL6kWRS+jbBkvfXq2byho4a+bzZLvjicdb79yBO9CXiyvEH9X77xE2m+UvQRviaiDr1h0zC+drCwPSEvHL7SPjq+4aTHPaYk1TxOSBe+Izrau+tjOb7qVoW+mviNviAoQr8ONjq9VMWEvitklj2MPsa+vQIHv6KADb9h00K9rXS8vsvNzb4Kv5q92LeCO0CRVTxao8S+lalFPvTxHD1Wwc+9qRwzvg2Xg7711xq9iJPUvB60bb7V+Pm9kKsUPim8FL6sxku9o+4Hv7IvLL2qowS+qeScvnH8br3WOZG+p924vjkNkr1IstQ+V0Z2vL6Ggb6GBJG9ZsShvni1hz2TCIa+WTzovveJ4DwUIxs80WSCPgCJb75XQSe95f07PEEQ8700W3W+CaptvmPt37wxmuK82GThvP9atL2x1NS7","D1udvlEvXr6GFPy8guOHvnQy9DyhTtG+3szdvYWZUD30Iwu+uZWevQ2c8L0enza/maoxvU1/I75zqDe++YxbPSBdAL3hx9y+1RHJvWY+1L1CZvS+j3XOvRgoAL80OI09mK2UvTj3HbuWjt++fjbMvbC/nL1HsFO+OdoAPdZWHb6W6ju+tHlKvee9xr2aB6K+rkXMPDJIZr74sLa+tbeKvRnZQL9vGCW9Hizyvijjpr3Ovua99QpcvsxIBL5kWqq95mEAvy6LOL7lNza+6ZaSvYSnqD1zHA++mpbCOy3lN70gele+KKASvhA6/b5Q0m29UmAYvUd3P75K7Pm94dDiPVKWuz29ZTq+OLHzvZWGobsFFpE9B34Tv+wxVL0E4FE+7C+JPaDZLzzJHFo5oxz/PPsdu73ve8W9O+kavuHggzzIMO89pLQVPpNFAL02MIO994LCPf1JLD7sgG0+tDEjvb8lvT3l3AW+w5Gnvo+ndT14tGg95gO0PYb8+DuXFYq96XQkPs5oIT3/lTC+4tsgPitt4L00DE+9wZEGPiDK4r3pVlQ+6a6gvI0Nuz70Hyy+xIPzvf2DbLztdLE++BgRO9CipjwJiw2+TESJvYDcoL2iaXe+/Cj9PJHDgb0Qq2a89uszPiQCmT2viFa+XUDqPCJKVT36m469oFIsvXMQBb3Gfdy9/MaJPQY2nr4nW/u+RkR0vgiAgr4SwdO9X1povpv5kr5ytNS9Gjucvop1lb7oqsO9xUgHvt+Gvr6uVEi9NtjhvYIXL77yFre9YXiyvHyGH75KEKg9pcgUPAcLuj0snNA9j3UsvtWLnb5MPq+9BR4nPewKy73MQHo9urjhvVDlDL5i5Ww8jFY7vzpnpr7cYnO9lefQvaxTp74jpYu+ZLMOvgFxTbrV+TO+op4Cvx6iv76m8ki+u7uRvrU7czx3IQE+1IVCvUqf+L0FgS+9P+PCvTT+Nr1z63W9bW5/vPca4r3Duf68YXqKvvGapbzFHM+91IAKPNfuOzxTW6a9","2vt5vZgpYr1J7qi9W8MEPvzPA77SulU++RxpPPQS1z1Dvb89+t4lu45wpz5Drly9jy2EvHXCMj4ogC09mxzrvc/3/73vjm+8HJMMPexVkL3iOc0+u4fOOxtgBL6MC828ox9BPp01Kz6TSOY997W8OuqwKT02YjY8xbrUPJyhEj0ufTq9SPGQvA8Bhr3rihi/116aOzGuqr4Ah8G9Sv2BvsgCZb7w/3W849OpvryfR76ylTW+JujzvHnDgL6r0fI9fFHtvap7ID6Dec68pCRkuyuoQ75jIJC9ZzQvPcA3PL3bAqU99ivFu4b6db5+OVC71tUQO9yB9z3sLo89QO/2PZIVer7Gz7s7Ok53vqtIib6Rubu9SFCXvjOYjL4FFWq+kDYNvtgBrb2a6Zy+LLz0PDj4Tb61kZy+J8n+vYYE5zwt7pu9gVvsvr3tz73OrEo9G/TLvnQg1r2dG208jdyFPJJYfL1jSgi+2TdtvuerKL0Cw/E8jSnWuyjtjL34MsC9NPnLvXeSsL1s7pq+w1uOPh4qtb0NLK09qi1Hviudkr6vluk9kbvZvcq+c7xBSLS+mx3bvv6sB7+URqi+H918vdjnTL5/7AW/bcAUvm2asb2Xwvy9uAIfvkPeQDzT6iW9y0PRvJsAh7zyIXC+3x5evG98XD0Q9O09F7DYvJ86Lz5Z/pe97i62vZFtrL58FyW+YnqYveU/gL6dqo6+f64ovi0uTLw5gb29uASHvq5yLb6M8wO+aqcQvrZDVr66xBW81OWHvuWBnr4gVHc8TUiIPSxbx770uAa+qhVOvXKrwryq5769ybCBvnUQAr4wCuU8liMbPcmDdr2yY6u9GLWlPZ+ToT5tNq28GtIDv3Zxqr5iEEG9K57gPSAbnr6H/sO+X5ngPNqOLr6dJk2+g1/mPM3hC78sjAG/1Batvp320juJzbG+SQQivsHvCr739b+96nC3vo6rm70C8sm9CXtTvWQ93r7nkSS9EC7ivi4kFD3yDi69fFQVvKgSMz3XHXc6","HtRyvtgkzTsQqTs+OebiPbB/Db2am9080yu/ugWYAz+Molq95sKju8auhD3Vk1o+HtADvLZuQ77zdQ++QUw2vTFYsL11zAo+0emWPMjsBL5G4cS+fYNrPZ/19z58mQQ7QqP7vC633r0Fsre9CbZvvXyaBb1ql2G+g/OoPfXKSr4ZztI8UsWhPMaLLb+1QlG9au07PX0/R77Necy8bH4qvl8OXT5CAxu+weXKvj8Bl75O1su+XjRFvrWshj7WXOo9+bykvs4PVL4e5pS9VWYgPUBG4b3E5wY9JGcVvlHnIzyGRIs+d/iVPvjQnT3SWAg+f1OWPHP90T1L8b28F/B8vr/Z1zqyhWW9lBdFPlmfGb6tlEE9XoyPPprhVD5X7Cu/X1MNPQdkmDu+lxe/QcvnPrhm/r4lIhq/iS4tvuPAlrwVD3O+Y9bDPjqXyz1o9TK8/Ae3PLw+5TtY+pm736wbvKUYU74Y5Q4+k+zJvgZpxrxF+M68Rq9lvfNT1T0KVnw9S+UqvtFdMD0fu0c+KFJFvqb0fL1wjTK+lreNvfKnKzzinRO/uStiPaYwlr4Pyfo8p0BKvVvb67370UC9Mj6pvGiOAD0kjaK7QeQivgYS2r38vCA+bjWwPKxGDz7aFhK+tiUOv8NLTr17JkA+LFxdvDStDr6I/1M+lVZLu3A+VbvKl6w7I8yhvVn3q74Bfny+bcajPeGnbb4x4kK+Q9YLvvrviz3dHHG+0qQPvXZ/xb4PP828PZzGvckRwb0owLO9cFqFvib6AL91Xgq+jUVWPNfh6b5fYKi8ySPYPBGgqb1a7+O+0eI0PL0fVr5IZki9AS40vRVMQb6tNIC+2cB5viRHZL6meFS9k8davgayQj5673S7LDiePs/ck72Twkk+7SgfvuqY2jzY11a+gqP4vnHbjT3/wiu9R5s5PR9tb71Z10e+hARFPgQXury5o4y9inz+PMDLHD3vJou+0vvTPYE81byhCjI+74U0Pi1Oeb1OdUK9bi6qPZaV5LyBOAS9","v62yPUVXkrsGTZS+Vau1vmpiID5Mry++sjsIviiTg75KllK+EGcpvjD3uz2MBlG9rtl9vlD+DT1rdzK/quagvUKTGb5tOoi++DluvehleLzEbVS+0n84PvZo/TzGGJu9vJ7GvkZ+ST6KEXG+J0DWvSX5sr3KSyQ8JIcmvXC1Cb7nUhi+rdcrvfcGq77+lKE9LB1PvitSPD55MYq+yjcbvuK0Fb7e4xi9i+OLvm3DfDzlKHQ6OVl3vhZbHr6Tna49gBHdPcjI1b5Yula9KUEwPdXLP75KVAK8QeIVPTAogD18sXS+gj1uvvOH8r2gRG+9FQFkvcF1hj0exXC+4+a/vl8ix7pU0B++a5pAvneutrzf+fe9Jgu7ve/HrbxPQi2+klwvvr5O7b279gW+coHrvrjfob2kYq2+I7eKvRRA4Tu3KS2+Zdzbvr1nxbzNZQy6VR6vvk33tT3T1jY+Kt8vPUg1cb7OcoS9h6LyPUH9Fzx1Fo48GerQvc1npL3AYpq81D2DvdLCXr4rx+I9jQYBvZJ+jb3hIsM8djmvPmJy2T7z9eO99jacvRxUmT1gIQ++qJiSPs9qQD7vnow+agIoPRQX0T2clzc9KQJRPaBMOzt9juC9RQH8vBIswD10Z0K8VLZNPswyGL5zSXA+4D0YvTDyhDzZOv+8wihhPUDVHD0i9RK8Bgp+vck4LL453zK+j3asvTjQ5r1PA8u8n88yPmPgEr6VO4O+hCKvvbOZB78yFOW+hItmvYkdkr5bAPE88hOivbPNNL3ffVe+tg/8OmpZgL7c5Le9zgBrPNE3Aj2Msiu+YP+FvlmGUb77MA28JQInvQH7Xry+rBy9CG6aPSwpYb2qRgc9HFEOv+DW1b2uhoO9dmCKPRy6pr1dJnW+oJUEvqEYWr4//F6+Ms4jvTeTIL5YMke+vFOKvQiyAL5gqkU+Xmy7vfy80L2Ozr07WHTBvbfagj3rv3M9xIqfvfru2720elq9iWY+vrJwi72FNvG9pwMRvaohnLy6YHK8","EuEcPXTEuLybNbY+wI2QPmkPBT2WUYI+Jju8PnOg8D2/Wmk8P1PYPQy9jT6pQTe+SP75Pph3Lj7jrb8+k1+4PCxFJz4yOsA+sj3svUy12L1Z2U4+JB8OvokZhz6p3Za94ay1vC9vW74/QBU/Hil2O/2Sk706lQo+YnaxvLJjpTuvPc69SvgGvh3Mtr4hMd++Mm4qPpIREL4O+9S+VOfkPPAiYL4lcW6+dzTRPNby4L7VOfO+hSOuvudhdD5gMxc9D4KWvkzwFr6JqWq+fzGhu1NIv74uCk69PG4EPkOfNb28CcS9wc4PvufEML8wYB68nFTgvPLlP76UMQe+BEoNvLa8Cr4E5Qq9+cjfvgPjSr7vqte84HpcvnEJ2b6fHta+Snncvpwidr2DA9S+m7gwvovOvb5wdMG+akIqvglOkb1AuqG+NJa7PViliLw7OWE8pazqvBvh3L1xsey824tMvSbZb76bvTi9QPXpvr5Of70rEqg8hIwJvfwz2buws/G8+5Lfvha9eb2zZ84+tUk4vaB5lrzCxjG/a7gdPrpIxj5DKea+AttwPrZIP73HyVm+bFHkPnZZvT7iAsO95C4OvdddlT4CWxA+Ku4+PFaah72eo1m/7pBnvEX2Dj5tU147wXAaPjV3yT3oZ7M9jlE8vANYvbzLD/y9T6JyPOfFkD25U+y92OgivnNJCL8KtIW+mhqjPLYoTL7+gua+jZuKPUP7PL7a+Q2+O1cdvkbpGb/7W4++XzHYvvqCtr1W+RE9/BoWvhUtiLxJpVC+GrOtvbO54L6A9oq8GrPoPgbrqjtWrAa9+IpovHZC6T4o7Qg8EilEO+W9wjzM1I291I4xPEvcbr7o5Tu9eU8cv3fgEb9WNYS9x6TQvmvOgL7aH8++ZRV6vuCF+L15Uu6++LQAvCW6Eb+PkQW/CNnMvvOPWL3cyNm+QF3/vnGPGr5o6Ae+Vkw3vqMMCz0bnSy9SZsYPXWw370AkZK8iNEyvw72bj3lQcy8mOqeOx9yXb2as9i8","LYTWPRSTJ77V/qa+Tvg2Pfe8SjvCQss8g2ZVvl5vg745V7Q9jkr/vcR4j75UJbO+7d/cvn8YC75TSPW9/M7YvZ7bK7/3rfk9DH8Zvk/8er2Ffwc935L0PESyS77UCoG96gXwvDjT87656wK9aewlPc7DoLu+UyO+JcnZvfjhWb1Uf8k9g+LhvT2ZUr3lLhC/i9EDvpW1PT4j6IO+qDi2vlUNkLu0VQY++WbyvpTPcj1OOCa+SQdDvhs+Kz45tJK8g7SzvtmKrj74H4e8dTSrPTDSSr75LlA9KicrPYfC27soQzG+wNuxvZij/r2420q6igFAvCgpKj53L888OQLMOwYFnT19dT++hv3evZBrD7/3XH4+lYFZvKWDgT0heE88yX32O6PXzbxt6FS+mhxGPR8IFb0Ws8e94Z62vlY/lL1JQk6+zvmuPtJ7gr0M8r67fneJPToyC75i/8e9PeEQvIWIj77fqy8+qh/pPIHEtz00FAg9vrqXPm+ZnT0EiHe+hNfAvoUXPrweqqS+o6DPvvqs+b3gYBK+PhCVvnQJKb7whsI9V1Qjvn/IU74aTOI8JJWxvXVjXT0kAPC+0+E2PdIsxD2RApC+1U5mvTOLXr0F9q09A5ZSvpIkkT3chwi9hnKjvFe6WL6z0jC+asIPvvWmDD3cc0S9nyniO98rhD5ZS849hQoovdC5r730wf+9ZkUpvQRzLz6lVls9DfWCvVrsADtFVCo9pOW/vdaQwr7+GoA92vaWvsTlyL5yEdW8NjwMvffBaD1o2tY9rrcAPV0eh77uZOa9yTxlvgcCuTw/T6u+AHkQv3IZi72iQkc7fQfBvBWeu75Nps28kaZRPlmYi75hixy+303WPdOPwjzvDKC8bGIYPSfSlbtE5Y09JmbIvczlw70zyRk9HXjdvrWpZz5lnaw9Zx4Kv1eO5DyQ7zq+7eTwuxo9rj13qaU9BYx5vtRAuz13ppU+YK23PZMRLL6HUwE+NCv9vBNNC7z9/JG982dMPiFHg725J2G7","6wBZvtyZB70rdSe9vz2Gvlm9CL78rKy+jdgNvgIC9b3HjN2+ITPgvZc3RL4ohVg+J7MTvsKx97zOaKO+ivUgPe8chb0y8hO/pzbBPX41Zb3+TQc9A0eFPOM9xz2AvPO7oSF1PTXOhb6zhl2+maOsPcRYgz102fm8YmjovH+wVz7j1RW/4VDdPe6Kg76n2pG+C52KvkVW2L4Uqn4+pVmCPlGGkL1XYvI8zcwOPokaiT2hXko+XJG1vVIc8rz0gPO9/FG3vRMzIL8/KFy9F2b+PbI4nT3eWK6+Eh5GPkD8uT2UiJ2+Pk+BPbhmbz24zBu+5JJGPLhKq72rmTq+F1sfv2fCGb68bda9S7JwvcAWQr0esqG+sHgWPseSfDzkPw4+gDW0vch8tbxPHyi+W68QvlnVpz2kBfm9XZ6DPIhDxj3itWS9Kqkuvo0gozsIQ9W9JeB8vptifL41ow2+U47GOxTsgD0O3HA9b7vTPYcytr38V/k8hrNgvQtGor0CZNG+92Mpvmax7rxc0RC+AsYVvquVh7xRrie+zZcdvmal57wzVZa+/8+1vT08LDzk1e+8n+/6vSQHAb3oZIq9KNLovUd3qbwDMno928/fvQW+AL2Bsuk9Ph50PRXQWj7ItYC93T49vQkg/bxUSAI9MimLvdZ2PzsQZSi+llN9vac9Wb7pnjA4fkUVvUXOij2dRFO+gPT0vZORFb8Az4G9WmZgO4ylq76Y0ie9KrOgvIg+f76rCwu+WWq/vsp1UbxD5EC9hiJDvu/EHryz+hK9u2VtvWVtRL0zFYq+pLARvohV7r0fzp09saYavdyvGb0ECsG9/JuUvGI68z30aOm9RaajvfuByrxQ5QG++cQrvfeAO77Em4E+4APhvoxHvr03z9s9NkHBvfIvJr3Warc7ptjIvmCD9j2SZDg+RXUxPua2yb1r/gS+wfcxvoHrS7qcvUe9WMMmvpbeOD6hpM6+D1ZYvVksV740P6i6T9G0PutpGj1tUgS+tVZbvpzI0Ly9tY+9","8x/bPMbGsT1akTk+p0Kbvl7YAj6s/BO+CoY4vribfj3F4XS7nowiPqSr277EJQY+RnhuPdKoIL6SpIs+dm04PnGu0L1msFy+BasgPZYUxD3Clpi+j8R4PkefLDx656A8Q+GZvun/jL4nL7O9CsVOPgOOmr0HLiQ8GNiuPdvsbz6KCYK9S9CpvkaJxzzo8Da+z633vVocVD6ZMy2+bQ49vpsXCb5XHbu9yAuVPvM4qr7s+xK+YEHLPO+eiT27XMe91+wNv2F36r35cOq7iqYyu6zRe74Gly47xYc3vuidGL7dlM2+YhXyPBmgSD65w7e9EATFPEZR8L1dSw69QblTvRbTAT2bqCA+PU7tvQitRr+jW/o9Mm2EvlCIZT1C7wY+62SjPTExlT0w8Ju9U6Mevo6JXz2qFDg+YJ1pvjCVdL5Uvl68SC4/vjDvBDsjfEC92gpUvfrn1jyI+Z49tf3pOzvXbL9Eqik+RvH8PXb+PL7C6Z8863QvvpPJwL1bcsO9Ju+FvsyJ0D1b91S9DdCQPpCb8L7muxy8zNI9PkW40b2oyb+8mhnbPWNXFb/cnbK9fdN5PpDzoL4X+h++EhauvaqQHb1jec69NQfPPangNj0d6oO+h3wXvtBRcb23t4I99lAKvvDqgr6YN6A9ExssvGVgyLwX+QC+IZYmPO3OIr9YpCI9OqoVvn8Asb5tvI8+7smVPbqXUD0D7Z++yl77vQTrar7x6si8etIJPmsFzr5IXou+Lq7+PHZuu7yOcRW92QXpvkH41b1nPhi9snqFvVoDtj0E57g8MNL9vmN0OL2Tc1E+UbmfPuF9Hr/DVzi8AeQ1PYsw8Dxb9Lk8Ov6IPBlyN75tngI+zne+PSno/zpWQhc++tmivpMilr4p5wu+Dl8dPUNlZL2RRjE82TRwPkfThL48tE0+2lIevq+hpL1WAwo/lzqkPQZAWr6fqZQ9v7xpvQD7Dbtn74s+UaHHPU4PNb7ooFg9hTPSviJK1bxnO+s9JpkLPpI6UT1FYZy9","jB+Jvah10L1FHLs9pb+zvgu2IT3Phtm+eEf0PVmy1r3QJY6+yrOovRzypD51qp081IIGPb4lvDpZ6xs+pcCgvSUzJj1R/MC+SC0CvsVJpr3x0UC+6My6PVG/vrzT7aS95iu/vVo3dj0oLga9ToelPb8LsL2sbYO97LVWvZmPFb2EnLG92sQJvXkTBb7j0pe+eAwtvo+qDbyzseg8oZ1EvT52Fr4pFQY8t1SFvmQtpj4QSq28strAPc8ikL5ceQy6jnF1vrDAfL2gQRa+NYIbPXXwHb65C++9y82Mvjnm0b2QjzG/Pg2yvWJkNj0ZPga9AZMpvQf+cD2rGve76sY1PHITYT5qi0a93gs6vmzrTT349yK+dzOAvsxsCz6bW/k8qvscPhpCnL7n6iO+YmHfvRQjzjsTXlk+fMCyPRWPfr0dnDu821OQvjzF9b1t74E9FIRxvoyHLz1E5xm+4o6ePFqKnz0aX54+Gq76PDNkr71v4KC9mxp5vboqiD2nKLw8Mx5Fvs0cWT0vEJo9scduvv0Xlb523WC+4vCqPOgXNz76nr2+YmSQvZbPGT6BOba9EWWFvb8fl74UHjC+537JvQDNYb38gvS9g031vRqcaDwirDi+ksmxvQ7mNjzgaWQ8EUqTPdthcj2ecpO+t8FLvWVcpb1Ljyo8HJwhPfXw4j2asS89kmexOUrxqb6pJhm+mJE+vA9unb4DjVq+y2C+PSnjQz5rmhi+v0odvTOItb3yqO+9cSEBvuGk3b3EKU+7Kreevp9Bjb5JEQq9uIEFvambnD5t5gC+4uZIPsEfND3H2oo9SJP3vcP4Hb7jhb88U3Aou5a/0r31oAs7VD3EPUYQG76kgho9jiDfvsKDy76CbDi9dZQNO9Sd/r7zUd6+HrAAvpm7b771Nju+NGZ7vpUanr5KSCG+l16Hvp8Wrrx5vza+0czzvRNhAb5j24Y86oxDPkdvcb79zp0+AUgUvQILVj3rEpK+K0WBvoO1xby1gDA9w6auO88QcTxDntG9","dypkvp/VSjzNXIe+Yr8cv/pDq73S8me+faGNvm11AL7Fmwi+VW/hvZhAB75QnG692dUTvoRsar7aNji9YzVMvOARur5GDUe+AnK6vXa6Y7raX7e+LImkvYZfkbwWhzI9dwOvu0ft3zxThou+Rrc1PeQOeD3+SJO928GsvI0uvjwV4J29hJcPvcGvRr6lNNK9ja98PbLch74+e4+9fYvivXlzvL1oWfm8PnQOvoZ3fL7lEUw7bEqBPLVLnL5ok407tmcGvpe0gL1PJW69Vg8xu+fduTzdUkQ8Xqo9vjat9byf9XC+DcylPF/6NL6FajM9pZc+PenjODwzZhU8HIjuu554vL3mYwI6zQiXvuTKtb3bLYm8aikZvc0Sl77e876+CGL5PUxpVL5DGa2+v4nYvRQNu76pPmW+OoMwvswQtb3rQNi9R2aTvlUXX77VQGM9MEiDvu4YOr2DMNQ8l7LLvTvODr63qG49vf/BvqOeBT2jNfg8qW5zPfUvjr3oUSU+es8RvOrlsb2I8y2/KATCvYHRlLntKkG8OmvJvi35iz6pSRQ+yiM5vqiCqb676Bi8UdoXvwIxJr976FG+G4v2PUCJNr9DP2q+jx6NvaqlYz0L98Q9DwdJPRpbMz3lcw07WpNaPb3oJL3wkfm+kAtRPKIpRrwMFsq9mRlJPGq9N70isJI9ZyaTvRGkoL7r2mG/pvqhPcVAGr9VBQ2/YMcevx1FlTzGO2O+yl4BvzO7/T1+7VW/VOl8vqpAgL4bYaa9IBA9vsw71b6i/aG+uXNAvCZ3db6vmsi9RQwNPrN5nT0NEjy+qTWPviQelr5v8NW9NtWlvZ0mEr2+r5m9sQYaPZ/YFT3cR4i8LTKhvi+Hd75qCES+YRHpvtEv5L4+fR6/Ev0gPiUpOb6FgSm/E/NPvTYMQ783eAI+QLwgvmojI719yiW+CfnCvY56Nb4o7gc8+5YVPaPukz0lN9C93PF7PRrQI75P2dq+QnRGvyFn3736zA49s5BAvZHjF775CLS8","zDvLPCNJeDxPvBW+oaEzvleFCj4+XwA+ecggPv09Mj7uv2c+cEi/vUAKIL06LrK9+McQvsQ6ob7gBfI9IYi4POKwAL11dY493oUBvhNr+b01uOi+I4u5vR07yr1JVey8mKT9PdW8D74qUmG9MQcivd6vmT2xa3075bGEvfneLTxq/D69rMQUvFCenr1NLpq+TNnlvc4jjz5n8qo9Yk24vcqjPjyyOXO+PCyWvnZ7ib4b5oi9GrynvveXgD2vqRy+n3Ahvx0Tpj0cboS9Ho86PdhtpLxCSbM9yeQ2vqAnRL0uMfa97UIjPsf2/T3ihRG+iYGIPWWwV70vMyM9UpqKPcnUiT0AEJY94qmWOyIfpb6eVK69ambuvn0JND6lGB29+blLPtb+Gr4nHpO+PcN3vnKLDL2p0BG+71cuPp8K/T2mFoq+3Vtcvjf5nr2wXR2+yP9VPsMSaT7Yvpg+daqevd3uDb9NBgS+hzRsPQsj6jxnqD09kYZHPqS2BjxxdEe9QxoFvoc2dz1/7Yo+4EuhPWVfVj3rWna+15X/PUifmz36p5s+AH1SvnnjpT62Ui++BKDDPtw6CT43DmI+CPNJvWJmAz60KYi+frHmvXaIPzv3lLY9nBzpvezNiD5wKGo9QNOCvV2kqjz251M+mY8AvSB7w71ETWk8tFblvf/XDj/6nka8JRCRvItTdT46Hgi+FvMRvBUdxL6JWDg+2texPsJnVT70aQy+pOV7PmXIZr78P+4+y2U+PjE9PD7FXrq9WR6BPgD7aL7h7hg9Cis7vJrz4jy9Y0s+aA6hPrRBfj2sz+++vn/bvhvyoD4xOqu99KpXOrkZ+L2mwPm9+EJyPGpc2z1jM4K8Lo60vp2T8rx/0YM9mlMPvpoMhT6DCR08ENGbPWyEPbxZjoM+fJopv3LnCz5PcMg+35VRPY7e0b1F0hQ+PpGhvXhdyr25Rjq9+YZsvVHQzL146wI7enKvPQ/Hn76KyhA+oOwFvbsU773F/ke8dqSavNYRib1h316+",